Repository: 17640112385/deepin-boot-maker
Catalog: src/po/*.po
Languages: af_za, cs, da, es, fr, he, hu, it, nl, pl, pt_br, ro, ru, sk, tr, uk

# BootMaker|
source: Format error of USB flash drive
af_za: Formateer fout van USB geheuestokkie
cs: Chyba formátování ukládací jednotky USB
da: Fejl ved formattering af USB-flashdrev
hu: USB meghajtó formázása sikertelen
nl: Fout in formaat van USB-flashschijf
pl: Błąd formatowania przenośnego dysku USB
pt_br: Erro de formatação em disco removível USB
ro: Formatare USB eşuată
sk: Chyba pri formátovaní USB flash jednotky
uk: Помилка під час спроби форматування флеш-диска USB

# BootMaker|
source: Only FAT32 USB flash drive supported. Need to format? All partitions and data will be lost during formatting, please back up the data in advance.
af_za: Slegs FAT32 USB geheuestokkie word ondersteun. Nodig om die formateer? Alle afskortings en data sal tydens die formatering verloor word, rugsteun asseblief die data in voorlopig.
cs: Je podporována pouze ukládací jednotka FAT32 USB. Je potřeba ji zformátovat? Všechny diskové oddíly a data budou během formátování ztraceny. Zazálohujte si svá data, prosím, dopředu..
da: Kun FAT32 USB-flashdrev understøttes. Nødt til at Skal der formatteres? Alle partitioner og data vil blive tabt under formateringen, så sikkerhedskopier dataene, hvis du har noget på enheden.
hu: Kizárólag a FAT32-re formázott USB meghajtók támogatottak. Szükséges a formázás? A formázás során az összes partíció és adat megsemmisül, a biztonság kedvéért ajánlott ezek mentése.
nl: Alleen FAT32 USB-flashschijven worden ondersteund. Moet u formatteren? Alle partities en data zullen tijdens het formatteren verloren gaan. Gelieve eerst een back-up van de gegevens te maken.
pl: Wspierane są tylko pamięci przenośne USB w formacie FAT32. Potrzeba sformatowania? Wszystkie partycje i dane zostaną utracone podczas formatowania, prosimy uprzednio o wykonanie kopii zapasowej.
pt_br: Apenas dispositivos flash USB com FAT32 são suportados. Precisa formatar? Todas as partições e dados serão perdidas durante a formatação, por favor salve os dados por precaução.
ro: Doar USB în format FAT32 se acceptă. Formatare? După formatare toate partiţiile şi informaţie vor fi pierdute , vă rugăm să salvaţi toată informaţie.
sk: Podporované sú iba FAT32 USB flash zariadenia. Chcete formátovať? Všetky partície a dáta budú stratené počas formátovania, prosím zálohujte si ich.
uk: Передбачено підтримку лише флеш-дисків із файловою системою FAT32. Потрібне форматування? У результаті форматування буде втрачено дані з усіх розділів диска. Будь ласка, заздалегідь подбайте про резервне копіювання усіх цінних даних.

# BootMaker|
source: Format
af_za: Formateer
cs: Formátovat
da: Formatter
hu: Formázás
nl: Formaat
pt_br: Formatar
sk: Formátovať
uk: Форматувати

# BootMaker|
source: Cancel
af_za: Kanselleer
cs: Zrušit
da: Annuller
hu: Mégsem
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulare
sk: Zrušiť
uk: Скасувати

# BootMaker|
source: Please select an iso image
af_za: Kies asseblief 'n ISO-beeld
cs: Vyberte, prosím, obraz ISO
da: Vælg venligst et iso-aftryk
es: Por favor seleccione una imagen iso
fr: Veuillez sélectionner une image ISO
he: אנא בחר קובץ תמונת iso
hu: Kérem válasszon egy iso képfájlt
it: Seleziona un'immagine ISO
nl: Selecteer een ISO-schijfafbeelding
pl: Proszę wybrać obraz iso
pt_br: Por favor selecione uma imagem de disco
ro: Vă rugam să selectați imaginea iso
ru: Выберите ISO-образ
sk: Prosím zvoľte iso obraz.
tr: Lütfen iso imajını seçin
uk: Будь ласка, виберіть образ ISO

# BootMaker|
source: Format USB flash drive
af_za: Formateer die USB geheuestokkie
cs: Formátovat ukládací jednotku USB
da: Formatter USB-flashdrev
hu: USB meghajtó formázása
nl: Formaat USB-flashschijf
pl: Formatuj dysk przenośny USB
pt_br: Formatar disco removível USB
ro: Formatare USB
sk: Formátovať USB flash jednotku
uk: Форматування флеш-диска USB

# BootMaker|
source: All data will be lost during formatting, please back up in advance and then press OK button.
af_za: Alle data sal tydens formatering verloor word, rugsteun asseblief voorlopig en druk dan die OK knoppie.
cs: Během formátování budou ztracena veškerá data. Zazálohujte je, prosím, předem a potom stiskněte tlačítko OK.
da: Alle data vil blive tabt under formattering. Lav en sikkerhedskopi, hvis du har noget på enheden, og tryk derefter på OK-knappen.
hu: A formázás során az összes adat megsemmisül, a folytatás előtt kérem mentse őket és kattintson az OK gombra.
nl: Alle gegevens zullen verloren gaan tijdens het formatteren, gelieve eerst een back-up te maken en dan op de knop OK te klikken.
pl: Wszystkie dane na nośniku podczas formatowania zostaną utracone, tak więc prosimy o uprzednie zrobienie kopii zapasowej a następnie przyciśnięcie przycisku OK.
pt_br: Todos os dados serão perdidos durante a formatação, por favor, faça um backup de seus dados e em seguida pressione o botão OK.
ro: În timpul formatării toată informaţie va fi pierdută, vă rugăm să salvaţi informaţie necesară şi să apăsaţi OK
sk: Všetky dáta budú stratené počas formátovania, prosím zálohujte si ich a stlačte tlačidlo OK.
uk: У результаті форматування усіх дані з диска буде втрачено. Будь ласка, подбайте про створення резервних копій даних, а потім натисніть кнопку «Гаразд».

# BootMaker|
source: Insert a USB flash drive
af_za: Konnekteer 'n USB dryf
cs: Zastrčte ukládací jednotku USB
da: Indsæt et USB-drev
hu: Csatlakoztasson egy USB flash meghajtót
nl: Plug een USB-schijf in
pl: Włóż dysk przenośny USB
pt_br: Insira um disco removível USB
ro: Introduceți un dispozitiv USB
sk: Vložte USB flash zariadenie
uk: Вставте флеш-диск USB

# BootMaker|
source: No USB flash drives were found. If you have already inserted a USB flash drive, try to reformat it as FAT32.
af_za: Geen USB-stokkie is gevind. As jy reeds 'n USB geheuestokkie gekoppel het, probeer om dit te formatteer as FAT32.
cs: Nebyly nalezeny žádné ukládací jednotky USB. Pokud jste již ukládací jednotku USB do počítače zastrčil, zkuste ji zformátovat jako FAT32.
da: Ingen USB-drev blev fundet. Hvis du allerede har indsat et USB-flashdrev, skal du prøve at omformatere den til FAT32.
hu: Nem található USB flash meghajtó. Amennyiben már csatlakoztatott egy ilyen meghajtót, formázza újra FAT32-ben.
nl: Er zijn geen USB-flashschijven gevonden. Als u al een USB-flashschijf heeft aangesloten, probeer deze dan te formatteren als FAT32.
pl: Nie odnaleziono napędów przenośnych USB. Jeśli już włożyłeś pamięć przenośną USB to spróbuj ją sformatować jako FAT32.
pt_br: Não foram encontrados discos removíveis USB. Se você já inseriu um disco removível USB, tente reformatá-lo como FAT32.
ro: Niciun dispozitiv USB nu a fost găsit. Dacă aţi inserat deja dispozitivul USB, încercaţi să-l reformataţi în formatul FAT32
sk: Neboli nájdené žiadne USB flash zariadenia. Ak ste už vložili USB flash jednotku, skúste je preformátovať na FAT32.
uk: Не знайдено жодного флеш-диска USB. Якщо вами вже було вставлено флеш-диск USB, спробуйте виконати його форматування у FAT32.

# BootMaker|
source: %1 not mounted
af_za: %1 nie gemonteer
cs: %1 nepřipojeno
da: %1 er ikke monteret
hu: %1 nincs csatlakoztatva
nl: %1 niet aangekoppeld
pl: %1 nie zamontowany
pt_br: %1 não montado
ro: %1 nu este montat
sk: %1 nie je pripojené
uk: %1 не змонтовано

# BootMaker|
source: You must firstly mount the USB flash drive %1 to a mountpoint. Most distributions will do this automatically after you remove and reinsert the USB flash drive.
af_za: Jy moet eers die die USB dryf %1 na 'n mountpoint berg. Die meeste verklarings sal dit outomaties doen nadat jy dit verwyder en herkoppel die USB dryf.
cs: Nejprve musíte ukládací jednotku USB %1 připojit k přípojnému bodu. Většina distribucí to udělá automaticky, poté co ukládací jednotku USB odstraníte a znovu zastrčíte.
da: Du skal først montere USB-drev %1 til et mountpunkt. De fleste distributioner vil gøre dette automatisk, når du fjerner og genindsætter USB-drevet.
hu: Először csatolnod kell a(z) %1 USB flash meghajtót egy csatolási ponthoz. A legtöbb disztribúció ezt automatikusan elvégzi miután kihúztad és ismét bedugtad a meghajtót.
nl: U moet eerst de USB-flashschijf %1 aankoppelen aan een koppelpunt. In de meeste gevallen wordt dit automatisch gedaan als u de USB-flashschijf verwijdert en weer aansluit.
pl: Wpierw musisz zamontować pamięć przenośną USB %1 do punktu montowania. Większość dystrybucji robi to automatycznie po usunięciu i ponownym włożeniu pamięci przenośnej USB.
pt_br: Você deve primeiramente montar o dispositivo flash USB %1 em um ponto de montagem. A maioria das distribuição fará isso automaticamente após você remover e reinserir o dispositivo flash USB.
ro: Montaţi dispozitivul USB %1 în punctul de montare. Majoritatea distributivelor vor face acest lucru în mod automat, după ce scoateţi şi apoi iar inseraţi dispozitivul USB.
sk: Najskôr musíte pripojiť USB flash jednotku %1 k prípojnému bodu. Väčšina distribúcií to urobí automaticky po odstránení a znovu-vložení USB flash jednotky.
uk: Спочатку вам слід змонтувати флеш-диск USB %1 до точки монтування. У більшості дистрибутивів таке монтування виконується автоматично після роз’єднання і повторного з’єднування флеш-диска USB.

# BootMaker|
source: Select a disk image file
af_za: Kies 'n skyf beeld-lêer
cs: Vyberte soubor s obrazem disku
da: Vælg en diskimage-fil
hu: Válaszon ki egy képfájlt.
nl: Selecteer een schijfafbeeldingsbestand
pl: Wybierz plik obrazu dysku
pt_br: Selecione um arquivo de imagem de disco
ro: Selectaţi fişierul cu imaginea discului
sk: Zvoľte súbor s obrazom disku
uk: Виберіть файл образу диска

# BootMaker|
source: You must select a disk image file to load.
af_za: Jy moet 'n skyf beeld-lêer om te laai, kies.
cs: Musíte vybrat soubor s obrazem disku k nahrání
da: Du skal vælge en diskimage-fil, der skal indlæses.
hu: A betöltéshez mindenképp egy képfájlt kell kiválasztani.
nl: U moet een schijfafbeeldingsbestand selecteren om te laden.
pl: Musisz wskazać plik obrazu dysku do wczytania.
pt_br: Você deve selecionar um arquivo de imagem de disco para carregar.
ro: Selectaţi fişierul cu imaginea discului pentru a fi încărcat
sk: Musíte zvoliť obraz disku na načítanie.
uk: Вам слід вибрати файл образу диска для завантаження.

# BootMaker|
source: Disk image file not found
af_za: Skyf beeld-lêer nie gevind nie
cs: Soubor s obrazem disku nenalezen
da: Diskimage-fil ikke fundet
hu: A lemezképfájl nem található
nl: Bestand voor schijfafbeelding niet gevonden
pl: Plik obrazu dysku nie został odnaleziony
pt_br: O arquivo de imagem de disco não foi encontrado
ro: Fișierul cu imaginea discului nu a fost găsit
sk: Obraz disku nebol nájdený
uk: Не знайдено файла образу диска

# BootMaker|
source: The specified disk image file %1 does not exist.
af_za: Die gespesifiseerde diskimage lêer %1 bestaan ​​nie.
cs: Daný soubor s obrazem disku %1 neexistuje.
da: Den angivne diskimage-fil %1 findes ikke.
hu: A meghatározott lemezképfájl %1 nem létezik.
nl: Het geselecteerde bestand voor de schijfafbeelding, %1, bestaat niet.
pl: Określony plik obrazu dysku %1 nie istnieje.
pt_br: O arquivo de imagem de disco especificado %1 não existe.
ro: Fişierul specificat %1 ce ar conţine imaginea discului, nu există
sk: Daný súbor s obrazom disku %1 neexistuje.
uk: Вказаного файла образу диска, %1, не існує.

# DDevIcon|
source: <p style='font-weight:bold;'>Select USB drive</p>
cs: <p style='font-weight:bold;'>Vyberte ukládací jednotku USB</p>
da: <p style='font-weight:bold;'> Vælg USB-drev</p>
hu: <p style='font-weight:bold;'>Válasszon egy USB meghajtót</p>
pl: <p style='font-weight:bold;'>Wybierz napęd USB</p>
pt_br: <p style='font-weight:bold;'>Selecione o dispositivo USB</p>
ro: <p style='font-weight:bold;'> Selectaţi dispozitivul USB </p>

# DProgressFrame|
source: <p style='font-weight:bold;'>Select disk image</p>
cs: <p style='font-weight:bold;'>Vyberte obraz disku</p>
da: <p style='font-weight:bold;'>Vælg diskimage</p>
hu: <p style='font-weight:bold;'>Válasszon egy lemezképfájlt</p>
pl: <p style='font-weight:bold;'>Wybierz obraz dysku</p>
pt_br: <p style='font-weight:bold;'>Selecione a imagem de disco</p>
ro: <p style='font-weight:bold;'> Selectaţi imaginea discului </p>

# DUsbList|
source: USB drive not detected
af_za: USB dryf nie geselekteer nie
cs: Ukládací jednotka USB nezjištěna
da: USB-drevet blev ikke detekteret
hu: USB meghajtó nem került felismerésre
nl: USB-schijf niet gedetecteerd
pl: Nie wykryto napędu USB
pt_br: Disco USB não detectado
ro: Dispozitivul USB nu este detectat
sk: Nebola detekovaná USB jednotka
uk: Не виявлено диска USB

# DWindowUI|
source: <p style='color:white; font-size:12px;'>%1% has been completed</p>
af_za: <p style='color:white; font-size:12px;'>%1% is afgehandel</p>
cs: <p style='color:white; font-size:12px;'>%1% byl dokončen</p>
da: <p style='color:white; font-size:12px;'>%1% er blevet færdiggjort</p>
hu: <p style='color:white; font-size:12px;'>%1% befejeződött</p>
nl: <p style='color:white; font-size:12px;'>%1% is voltooid</p>
pl: <p style='color:white; font-size:12px;'>Ukończono %1%</p>
pt_br: <p style='color:white; font-size:12px;'>%1% foi completada</p>
ro: <p style='color:white; font-size:12px;'>%1% s-a finisat </p>
sk: <p style='color:white; font-size:12px;'>%1% bolo dokončené</p>
uk: <p style='color:white; font-size:12px;'>Виконано на %1%</p>

# DWindowUI|
source: <p style='color:#b4b4b4; font-size:12px;'>The making success rate can be improved by formatting USB drive.</p>
af_za: <p style='color:#b4b4b4; font-size:12px;'>Die sukses tempo kan verbeter word deur formatering van die USB dryf.</p>
cs: <p style='color:#b4b4b4; font-size:12px;'>Míru úspěšnosti tvorby lze zlepšit formátováním ukládací jednotky USB.</p>
da: <p style='color:#b4b4b4; font-size:12px;'>Duccesraten kan forbedres ved at formatere USB-drevet.</p>
hu: <p style='color:#b4b4b4; font-size:12px;'>Az elkészítés sikerességének esélye növelhető az USB meghajtó formázásával.</p>
nl: <p style='color:#b4b4b4; font-size:12px;'>De slagingskans kan verhoogd worden door de USB-schijf te formatteren.</p>
pl: <p style='color:#b4b4b4; font-size:12px;'>Szanse na pomyślne zakończenie zadania mogą być zwiększone poprzez uprzednie sformatowanie napędu USB.</p>
pt_br: <p style='color:#b4b4b4; font-size:12px;'>A taxa de sucesso na criação pode ser melhorada ao formatar o dispositivo USB.</p>
ro: <p style='color:#b4b4b4; font-size:12px;'>Probabilitatea succesului, ar putea fi majorată, prin formatarea dispozitivului USB.</p>
sk: <p style='color:#b4b4b4; font-size:12px;'>Úspešnosť vytvárania môže byť zlepšená formátovaním USB jednotky.</p>
uk: <p style='color:#b4b4b4; font-size:12px;'>Швидкість виконання завдання можна покращити форматуванням диска USB.</p>

# DWindowUI|
source: <a style='color:#b4b4b4; font-size:12px'>Please DO NOT remove the USB drive or shutdown while file is writing.<a>
cs: <a style='color:#b4b4b4; font-size:12px'>NEODSTRAŇUJTE, PROSÍM, ukládací jednotku USB a nevypínejte počítač po dobu, kdy je soubor zapisován.<a>
da: <a style='color:#b4b4b4; font-size:12px'>Du må IKKE fjerne USB-drevet eller slukke computeren, mens filen overføres.<a>
hu: <a style='color:#b4b4b4; font-size:12px'>Kérem NE TÁVOLÍTSA EL az USB meghajtót az írás folyamata alatt.<a>
pl: <a style='color:#b4b4b4; font-size:12px'>Prosimy NIE usuwać napędu USB lub wyłączać komputera podczas zapisywania pliku.<a>
pt_br: <a style='color:#b4b4b4; font-size:12px'>Por favor NÃO remova o drive USB ou desligue enquanto o arquivo está sendo escrito.<a>
ro: <a style='color:#b4b4b4; font-size:12px'>NU SCOATEŢI dispozitivul USB şi nu deconectaţi calculatorul dvs., în timpul înscrierii fişierului.<a>

# DWindowUI|
source: Start
af_za: Begin
cs: Spustit
hu: Indítás
nl: Beginnen
pl: Uruchom
pt_br: Iniciar
sk: Spustiť
uk: Почати

# DWindowUI|
source: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Made successfully</p>
af_za: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Is suksesvol gemaak</p>
cs: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Úspěšně uděláno</p>
da: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Blev overført med succes</p>
hu: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Sikeresen elkészült</p>
nl: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Aanmaken geslaagd</p>
pl: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Pomyślnie wykonano</p>
pt_br: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Feito com sucesso</p>
ro: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Succes</p>
sk: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Úspešne vytvorené</p>
uk: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Успішно виконано</p>

# DWindowUI|
source: <p style='color:#b4b4b4; font-size:12px'>Please select USB drive to boot when installing Deepin OS.</p>
af_za: <p style='color:#b4b4b4; font-size:12px'>Kies USB dryf by selflaai vir die installering van Deepin OS.</p>
cs: <p style='color:#b4b4b4; font-size:12px'>Vyberte, prosím, ukládací jednotku USB k zavedení při instalaci Deepin OS.</p>
da: <p style='color:#b4b4b4; font-size:12px'>Vælg USB-drev til brug ved opstart, når du installerer Deepin</p>
hu: <p style='color:#b4b4b4; font-size:12px'>A Deepin telepítéséhez bootoláskor válassza az USB meghajtót</p>
nl: <p style='color:#b4b4b4; font-size:12px'>Gelieve de USB-schijf te selecteren die opgestart dient te worden bij het installeren van Deepin OS.</p>
pl: <p style='color:#b4b4b4; font-size:12px'>Wybierz napęd USB do wykonania rozruchu po zainstalowaniu Deepin OS.</p>
pt_br: <p style='color:#b4b4b4; font-size:12px'>Por favor selecione para inicializar pelo disco USB quando for instalar o Deepin OS.</p>
ro: <p style='color:#b4b4b4; font-size:12px'>Selectează dispozitivul USB de pe care să se instaleze sistemul de operare Deepin.</p>
sk: <p style='color:#b4b4b4; font-size:12px'>Prosím zvoľte USB jednotku na bootovanie na inštaláciu Deepin OS.</p>
uk: <p style='color:#b4b4b4; font-size:12px'>Будь ласка, виберіть диск USB для завантаження під час встановлення операційної системи Deepin.</p>

# DWindowUI|
source: <a style='color:#b4b4b4; font-size:12px'>If failed, please try to disable EFI option.</a>
af_za: <a style='color:#b4b4b4; font-size:12px'>Indien dit misluk, probeer EFI opsie af te skakel.</a>
cs: <a style='color:#b4b4b4; font-size:12px'>V případě neúspěchu zkuste, prosím, zakázat volbu EFI .</a>
da: <a style='color:#b4b4b4; font-size:12px'>Det mislykkedes - prøv at deaktivere EFI-indstillingen.</a>
hu: <a style='color:#b4b4b4; font-size:12px'>Amennyiben sikertelen, próbáld meg letiltani az EFI opciót</a>
nl: <a style='color:#b4b4b4; font-size:12px'>Indien onsuccesvol, gelieve proberen de EFI-optie uit te schakelen.</a>
pl: <a style='color:#b4b4b4; font-size:12px'>Jeśli wystąpił błąd, prosimy spróbować wyłączyć opcję EFI.</a>
pt_br: <a style='color:#b4b4b4; font-size:12px'>Se falhar, por favor tente desabilitar a opção EFI.</a>
ro: <a style='color:#b4b4b4; font-size:12px'>În caz de eşuare, încercaţi sî deconectaţi opţiunea EFI.</a>
sk: <a style='color:#b4b4b4; font-size:12px'>Pri zlyhaní prosím skúste deaktivovať voľbu EFI.</a>
uk: <a style='color:#b4b4b4; font-size:12px'>Якщо дію не вдасться виконати, спробуйте вимкнути EFI.</a>

# DWindowUI|
source: Restart Later
af_za: Herlaai Later
cs: Restartovat později
da: Genstart senere
hu: Újraindítás később
nl: Later opnieuw opstarten.
pl: Uruchom ponownie później
pt_br: Reiniciar Depois
ro: Restartare mai tîrziu
sk: Reštartovať neskôr
uk: Перезавантажити пізніше

# DWindowUI|
source: Restart Now
af_za: Herlaai Nou
cs: Restartovat nyní
da: Genstart nu
hu: Újraindítás Most
nl: Nu opnieuw opstarten
pl: Uruchom ponownie teraz
pt_br: Reiniciar Agora
ro: Restartare Acum
sk: Reštartovať teraz
uk: Перезавантажити зараз

# unetbootin|
source: either
af_za: enigeen
cs: kterýkoli
da: enten
es: tampoco
fr: Chaque
he: או
hu: mindegyik
it: o
nl: elke
pl: lub/oraz
pt_br: ou
ro: oricare
ru: любой
sk: oboje
tr: ya da
uk: або

# unetbootin|
source: LiveUSB persistence
af_za: LiveUSB volharding
cs: Trvalost LiveUSB
da: Permanent lagring af indstillinger på LiveUSB
es: Persistencia LiveUSB
fr: Persistance du LiveUSB
hu: LiveUSB perzisztencia
it: LiveUSB Persistente
nl: LiveUSB-aanhoudendheid
pl: LiveUSB z trybem zachowywania
pt_br: Persistência LiveUSB
ro: Persistenţă LiveUSB
ru: Продолжительность LiveUSB
sk: LiveUSB trvalosť
tr: LiveUSB kalıcılığı
uk: Портативний LiveUSB

# unetbootin|
source: FAT32-formatted USB drive
af_za: FAT32-formaat USB dryf
cs: FAT32 formátovaná ukládací jednotka USB
da: FAT32-formatteret USB-drev
es: Disco USB formateado-FAT32
fr: Périphérique USB formaté en FAT32
hu: FAT32-formázott USB meghajtó
it: Dispositivo formattato in FAT32
nl: FAT32-geformatteerde USB-schijf
pl: Napęd USB sformatowany jako FAT32
pt_br: Disco USB formatado em FAT32
ro: USB formatat în format FAT32
ru: USB-накопитель, форматированный в FAT32
sk: FAT32-formátovaná USB jednotka
tr: USB sürücü FAT32-biçimlendirildi
uk: Форматований у FAT32 диск USB

# unetbootin|
source: EXT2-formatted USB drive
af_za: EXT2-formaat USB dryf
cs: EXT2 formátovaná ukládací jednotka USB
da: EXT2-formatteret USB-drev
es: Disco USB formateado-EXT2
fr: Périphérique USB formaté en EXT2
hu: EXT2-formázott USB meghajtó
it: Dispositivo formattato in EXT2
nl: EXT2-geformatteerde USB-schijf
pl: Napęd USB sformatowany jako EXT2
pt_br: Disco USB formatado em EXT2
ro: USB formatat în format EXT2
ru: USB-накопитель, форматированный в Ext2
sk: EXT2-formátovaná USB jednotka
tr: USB sürücü EXT2-biçimlendirildi
uk: Форматований у EXT2 диск USB

# unetbootin|
source: %1 exists, overwrite?
af_za: %1 bestaan​​, oorskryf?
cs: %1 již existuje, přepsat?
da: %1 findes, overskrives?
es: %1 existe, sobrescribir?
fr: %1 existe, écraser ?
he: %1 קיים. לדרוס?
hu: %1 már létezik, felülríja?
it: %1 rilevata, sovrascrivere?
nl: %1 bestaat; overschrijven?
pl: %1 już istnieje, nadpisać?
pt_br: %1 existe, sobrescrever?
ro: %1 există deja, suprascrieți?
ru: %1 существует, заменить?
sk: %1 existuje, prepísať?
tr: %1 var, üzerine yazılsın?
uk: Існує %1, перезаписати?
