Repository: 17640112385/deepin-boot-maker
Catalog: src/po/*.po
Languages: af_za, cs, da, es, fr, he, hu, it, nl, pl, pt_br, ro, ru, sk, tr, uk

# unetbootin|
source: The file %1 already exists. Press 'Yes to All' to overwrite it and not be prompted again, 'Yes' to overwrite files one by one, and 'No' to retain your existing version. If in doubt, press 'Yes to All'.
af_za: Die lêer %1 bestaan ​​reeds. Druk "Ja aan Almal" om dit te oorskryf en nie weer gevra te word nie, "Ja" om dit te oorskryf een vir een en "Nee" om die huidige weergawe te hou. Indien onseker, druk "Ja aan Almal".
cs: Soubor %1 již existuje. Stiskněte Použít na všechny pro jeho přepsání a nebudete znovu vyzváni, Ano pro přepsání souborů jeden po druhém, a Ne pro zachování vaší původní verze souboru. Pokud máte pochybnosti, klepněte na Použít na všechny.
da: Filen %1 findes allerede. Tryk på 'Ja til alle" for at overskrive den og ikke blive bedt om fet igen: 'Ja' for at overskrive filerne én ad gangen, og 'Nej' for at bevare den eksisterende version. Hvis du er i tvivl, skal du trykke på 'Ja til alle".
hu: A(z) %1 fájl már létezik. Válaszd az 'Igen mindegyikre' opciót, hogy felülírd és többet ne kérdezze, 'Igen'-t az egyesével történő felülírásra és 'Nem'-et ha megakarod tartani a jelenlegi verziót. Ha nem vagy benne biztos, válaszd az 'Igen mindegyikre' opciót.
nl: Het bestand %1 bestaat al. Klik op 'Ja op Alles' om deze te overschrijven en dit in alle volgende gevallen te herhalen, 'Ja' om de bestanden één voor één te overschrijven, en 'Nee' om de oorspronkelijke versie te behouden. Bij twijfel, klik op 'Ja op Alles'.
pl: Plik %1 już istnieje. Naciśnij 'Tak dla wszystkich', aby go nadpisać i nie być ponownie pytanym; 'Tak', aby nadpisywać pliki po kolei; i 'Nie', aby zachować swoją bieżącą wersję pliku. Jeśli masz wątpliwości, naciśnij 'Tak dla wszystkich'.
pt_br: O arquivo %1 já existe. Pressione 'Sim para Todos' para sobrescrever e não ser perguntado novamente, 'Sim' para sobrescrever os arquivos um por um, e 'Não' para manter sua versão existente. Se estiver em dúvida, pressione 'Sim para Todos'.
ro: Fișierul %1 deja există. Apăsați "Da, pentru toți", pentru a suprascrie fișierele ce urmează. "Da", pentru a suprascrie fișierele unul după altul și "Nu", pentru salvarea versiunii Dvs. În caz de încertitudine, apăsați "Da, pentru toți".
sk: Súbor %1 už existuje. Stlačte 'Áno pre všetky' pre prepísanie a nebudete už znovu vyzvaný, 'Áno' pre potvrdenie každého súboru zvlášť, alebo 'Nie' pre ponechanie existujúcej verzie. Ak neviete, stlačte 'Áno pre všetky'.
uk: Файл %1 вже існує. Натисніть кнопку «Так для всіх», щоб програма вас більше ні про що не запитувала, «Так», щоб перезаписати файли один за одним, і «Ні», щоб зберегти наявну версію. Якщо не знаєте що вибрати,, натисніть кнопку «Так для всіх».

# unetbootin|
source: Yes to All
af_za: Ja aan Almal
cs: Ano pro vše
da: Ja til alle
hu: Igen mindegyikre
nl: Ja op Alles
pl: Tak dla wszystkich
pt_br: Sim para Todos
ro: Da pentru Tot
sk: Áno pre všetky
uk: Так для всіх

# unetbootin|
source: No
af_za: Nee
cs: Ne
da: Nej
hu: Nem
nl: Nee
pl: Nie
pt_br: Não
ro: Nu
sk: Nie
uk: Ні

# unetbootin|
source: %1 is out of space, abort installation?
af_za: %1 is uit ruimte uit, staak die installasie?
cs: %1 došlo místo. Přerušit instalaci?
da: %1 er fyldt op, afbryd installationen?
es: %1 no tiene espacio, abortar la instalación?
fr: %1 n'a plus d'espace, abandonner l'installation ?
he: %1 ללא מקום פנוי, לנטוש התקנה?
hu: %1 megtelt a tárhely, megszakítja telepítést?
it: %1 non ha abbastanza spazio, annullare l'installazione?
nl: %1 heeft geen vrije ruimte; installatie afbreken?
pl: Zabrakło miejsca na %1, przerwać instalację?
pt_br: %1 esta sem espaço, abortar instalação?
ro: %1 nu are suficient spaţiu. Abandonare instalare?
ru: На %1 мало свободного места, прервать установку?
sk: %1 nemá dostatok priestoru, prerušiť inštaláciu?
tr: %1 yer yok, kurulum iptal edilsin?
uk: На %1 не залишилося вільного місця. Перервати встановлення?

# unetbootin|
source: The directory %1 is out of space. Press 'Yes' to abort installation, 'No' to ignore this error and attempt to continue installation, and 'No to All' to ignore all out-of-space errors.
af_za: Die gids %1 is uit ruimte uit. Druk "Ja" om die installasie te staak, "Nee" hierdie fout te ignoreer en probeer die installasie voort te gaan, en 'Nee vir almal' om al buite-ruimte foute te ignoreer.
cs: V adresáři %1 není místo. Stiskněte Ano pro přerušení instalace, Ne pro přehlížení této chyby a pokuste se o pokračování v instalaci, a Ne pro všechny pro přehlížení všech chyb, kdy není místo.
da: Mappen %1 er er fyldt op. Tryk på 'Ja' for at afbryde installationen, 'Nej' for at ignorere denne fejl og forsøge at fortsætte installationen, og 'Nej til alle' for at ignorere alle fejl af denne type.
es: El directorio% 1 está fuera del espacio. Pulse "Sí" para abortar la instalación, 'No' a ignorar este error y se intentará continuar la instalación, y 'No a todo' para ignorar todos los errores de falta de espacio.
fr: Le répertoire %1 n'a plus d'espace disque. Sélectionnez 'Oui' pour abandonner l'installation, 'Non' pour ignorer cette erreur et tenter de continuer l'installation, et 'Non pour tous' pour ignorer toutes les erreurs de ce type.
he: התיקייה %1 ללא מקום פנוי. לחץ 'כן' על מנת לנטוש התקנה, 'לא' על מנת להתעלם מהשגיאה ולנסות להמשיך בהתקנה, ו'לא להכל' על מנת להתעלם מכל סוג שגיאה של חוסר מקום.
hu: A könyvtár %1 megtelt. Válassza az 'Igen' a telepítés megszakításához, 'Nem' a figyelmeztetés figyelemre kívül hagyásához és a telepítés folytatásához , és 'Nem mindenre' opciót, hogy az összes ilyen figyelmeztetés eltűnjön.
it: La cartella %1 è piena. Premi "Si" per annullare l'installazione, "No" per ignorare questo errore e continuare l'installazione, oppure "No a tutti" per ignorare tutti gli errori di spazio.
nl: De map %1 heeft geen vrije ruimte. Klik op 'Ja' om de installatie af te breken, 'Nee' om deze fout te negeren en proberen door te gaan met de installatie of 'Nee op alles' om alle fouten te negeren.
pl: Katalog %1 nie posiada wolnej przestrzeni na dysku. Naciśnij 'Tak', aby przerwać instalację; 'Nie', aby zignorować ten błąd i spróbować kontynuować instalację; lub 'Nie dla wszystkich', aby zignorować wszystkie błędy wynikające z braku przestrzeni dyskowej.
pt_br: O diretório %1 está sem espaço. Pressione 'Sim' para abortar a instalação, 'Não' para ignorar esse erro e tentar continuar a instalação, e 'Não para Todos' para ignorar todos os erros de falta de espaço.
ro: Directorul %1 nu are suficient spațiu. Apăsați 'Da' pentru abandonarea instalării, 'Nu' pentru ignorare acestei erori și pentru a continua procesul de instalare și 'Nu pentru toți' pentru ignorare tuturor erorilor ce țin de insuficiența spațiului.
ru: В директории %1 недостаточно места. Нажмите «Да» для отмены установки, «Нет» для игнорирования ошибки и попытки продолжить установку, и «Нет для всех» для игрорирования всех ошибок.
sk: Adresár %1 nemá dostatok priestoru. Stlačte 'Áno' pre prerušenie inštalácie, 'Nie' pre ignorovanie tejto chyby a pokúsiť sa pokračovať v inštalácii, a 'Nie pre všetky' pre ignorovanie všetkých chýb ohľadom priestoru.
tr: Dizin %1 alanı dışında. 'Evet' basarak kurulumu iptal edin ,'Hayır' ile bu hatayı görmezden gel ve kurulumu devam etmeye devam et, ve 'Tümüne Hayır' alan dışı hatalar yok sayılır.
uk: У каталозі «%1» не залишилося вільного місця. Натисніть кнопку «Так», щоб перервати встановлення, кнопку «Ні», щоб проігнорувати цю помилку і спробувати продовжити встановлення, і кнопку «Ні для всіх», щоб ігнорувати усі помилки, пов’язані із нестачею місця.

# unetbootin|
source: USB Drive
af_za: USB Dryf
cs: Ukládací jednotka USB
da: USB-drev
es: Dispositivo USB
fr: Périphérique USB
he: כונן USB
hu: USB meghajtó
it: Drive USB
nl: USB-schijf
pl: Napęd USB
pt_br: Unidade USB
ro: USB dispozitiv
ru: USB-накопитель
sk: USB jednotka
tr: USB Sürücü
uk: Пристрій USB

# unetbootin|
source: Locating kernel file in %1
af_za: Opspoor van kern lêer %1
cs: Umístit soubor s kernelem v %1
da: Finder kerne-fil i %1
es: Localizando archivo kernel en %1
fr: Localisation du fichier de noyau dans %1
he: מאתר קובץ kernel ב-%1
hu: Kernel fájl keresése itt: %1
it: Posiziono il file del kernel in %1
nl: Bezig met opsporen van kernelbestand in %1
pl: Lokowanie pliku jądra na %1
pt_br: Localizando arquivo kernel em %1
ro: Locaţiunea fişierului kernel în %1
ru: Обнаружение файла ядра в %1
sk: Hľadanie kernel súboru v %1
tr: Kernel dosyasının konumu %1
uk: Шукаємо файл ядра у %1

# unetbootin|
source: Copying kernel file from %1
af_za: Kopiëring van kern lêer van %1
cs: Kopírovat soubor s kernelem z %1
da: Kopierer kernefil fra %1
es: Copiando archivo kernel desde %1
fr: Copie des fichiers de noyau depuis %1
he: מעתיק קובץ kernel מ-%1
hu: Kernel fájl másolása innen: %1
it: Copia del Kernel da %1
nl: Bezig met kopiëren van kernelbestand van %1
pl: Kopiowanie pliku jądra z %1
pt_br: Copiando arquivo kernel de %1
ro: Copierea fişierului kernel din %1
ru: Копируется файл ядра из %1
sk: Kopírovanie kernel súboru z %1
tr: Kernel dosyası %1 'den kopyalanıyor
uk: Копіюємо файл ядра з %1

# unetbootin|
source: Locating initrd file in %1
af_za: Opspoor van initrd lêer in %1
cs: Umístit souboru initrd v %1
da: Finder initrd-fil i %1
es: Localizando archivo initrd en %1
fr: Localisation des fichiers initrd dans %1
he: מאתר קובץ initrd ב-%1
hu: initrd fájl keresése itt: %1
it: Posiziono Initrd in %1
nl: Bezig met opsporen van initrd-bestand in %1
pl: Lokowanie pliku initrd na %1
pt_br: Localizando arquivo initrd em %1
ro: Locaţiunea fişierului initrd în %1
ru: Обнаружение initrd-файла в %1
sk: Hľadanie initrd súboru v %1
tr: initrd dosyasının konumu %1
uk: Шукаємо файл initrd у %1

# unetbootin|
source: extractinitrd in %1
af_za: onttrek van initrd in %1
cs: Vytáhnout initrd do %1
da: extractinitrd i %1
es: extrayendo initrd en %1
fr: Extraction d'initrd dans %1
he: מחלץ initrd ב-%1
hu: initrd kicsomagolása itt: %1
it: Estraggo Initrd in %1
pl: extractinitrd na %1
pt_br: extrairinitrd in %1
ro: extragerea intrd în %1
ru: Извлечение initrd в %1
sk: extractinitrd v %1
tr: extractinitrd %1
uk: extractinitrd у %1

# unetbootin|
source: locateinitrd end
af_za: Spoor initrd einde op
cs: Umístění initrd ukončeno
es: localizar fin initrd
fr: Localisation d'initrd terminée
he: מאתר סוף initrd
hu: initrd keresése befejeződött
it: Posizionamento Initrd concluso
nl: locateinitrd einde
pl: locateinitrd zakończone
pt_br: localizarinitrd fim
ro: locaţiunea intrd s-a finisat
ru: Обнаружение initrd закончено
sk: locateinitrd koniec
tr: locateinitrd son
uk: Завершення locateinitrd

# unetbootin|
source: Copying initrd file from %1
af_za: Kopiëring van initrd lêer %1
cs: Kopírovat soubor initrd z %1
da: Kopierer initrd-fil fra %1
es: Copiando archivo initrd desde %1
fr: Copie des fichiers initrd depuis %1
he: מעתיק את קובץ initrd מ-%1
hu: initrd fájl másolása innen: %1
it: Copia del file Initrd da %1
nl: Bezig met kopiëren van initrd-bestand van %1
pl: Kopiowanie pliku initrd z %1
pt_br: Copiando arquivo initrd de %1
ro: Copierea fişierului initrd din %1
ru: Копируется initrd-файл из %1
sk: Kopírovanie initrd súboru z %1
tr: %1 den initrd dosyası kopyalanıyor
uk: Копіюємо файл initrd з %1

# unetbootin|
source: Extracting bootloader configuration
af_za: Onttrek herlaaistelsel opset
cs: Vytahuje se nastavení spuštění systému
da: Udpakker bootloader-konfiguration
es: Extrayendo configuración del cargador de arranque
fr: Extraction de la configuration du bootloader
he: מחלץ הגדרות bootloader
hu: Rendszerbetöltő konfigurációjának kitömörítése
it: Estrazione configurazione bootloader
nl: Bezig met extraheren van opstartlader-configuratie
pl: Rozpakowywanie konfiguracji programu rozruchowego
pt_br: Extraindo configuração de bootloader
ro: Extragrea configuraţiei bootloader
ru: Извлечение настроек загрузчика
sk: Rozbaľovanie konfigurácie pre zavádzač
tr: Önyükleyici yapılandırma ayıklanıyor
uk: Видобуваємо налаштування засобу завантаження

# unetbootin|
source: extractiso begin
af_za: onttrek ISO begin
cs: Proces vytažení ISO začíná
es: empezar a extraer iso
fr: L'extraction de l'ISO a commencé
he: מתחיל לחלץ iso
hu: ISO kicsomagolása megkezdődött
it: Estrazione ISO iniziata
pl: extractiso rozpoczęte
pt_br: extrairiso começou
ro: extragearea iso s-a început
ru: Начало извлечения образа
sk: extractiso začiatok
tr: extractiso başla
uk: Розпочато extractiso

# unetbootin|
source: <b>Extracting compressed iso:</b> %1
af_za: <b>Onttrek saamgeperste ISO:</b> %1
cs: <b>Vytahuje se komprimovaný obraz ISO:</b> %1
da: <b>Udpakker komprimeret iso:</b> %1
es: <b> Extraer iso comprimida: </ b>% 1
fr: <b>Extraction de l'ISO compressée : </b> %1
he: <b>מחלץ iso דחוס:</b> %1
hu: <b>ISO kicsomagolása:</b> %1
it: <b>Estrazione ISO compressa:</b> %1
nl: <b>Bezig met extraheren van gecomprimeerde ISO:</b> %1
pl: <b>Rozpakowywanie skompresowanego obrazu iso:</b> %1
pt_br: <b>Extraindo iso comprimida:</b> %1
ro: <b>Extragerea iso comprimat:</b> %1
ru: <b>Извлекается сжатый образ диска:</b> %1
sk: <b>Rozbaľovanie komprimovaného iso:</b> %1
tr: <b>Sıkıştırılmış iso ayıklanıyor:</b> %1
uk: <b>Видобуваємо стиснений ISO:</b> %1

# unetbootin|
source: extractinitrd end
af_za: onttrek van initrd einde
cs: Vytahování initrd ukončeno
es: Extraccion terminada
fr: Extraction de l'initrd terminée
he: מחלץ סוף initrd
hu: initrd kicsomagolása befejeződött
it: Estrazione Initrd conclusa
nl: extractinitrd einde
pl: extractinitrd zakończone
pt_br: extrairinitrd terminou
ro: extragerea initrd s-a finisat
ru: Конец извлечения initrd
sk: extrctinitrd koniec
tr: extractinitrd son
uk: Завершено extractinitrd

# unetbootin|
source: QFile end
af_za: QFile einde
cs: Konec QFile
es: QFile final
fr: QFile terminé
he: סוף QFile
hu: QFájl befejezve
it: QFile concluso
nl: QFile einde
pl: QFile zakończone
pt_br: QFile fim
ru: Конец QFile
sk: QFile koniec
tr: QFile son
uk: Завершено QFile

# unetbootin|
source: QTextStream end
af_za: QTextStream einde
cs: Konec QTextStream
da: QTextStream slut
es: QTextStream final
fr: QTextStream terminé
he: סוף QTextStream
hu: Iso kibontása befejezve
it: QTextStream concluso
nl: QTextStream einde
pl: QTextStream zakończone
pt_br: QTextStream fim
ro: QTextStream s-a sfârșit
ru: Конец QTextStream
sk: QTextStream koniec
tr: QTextStream son
uk: Завершено QTextStream

# unetbootin|
source: extractallfiles end
af_za: onttrek al die lêers eindig
cs: Vytažení všech souborů skončeno
da: udpakkede filer slut
es: extractallfiles final
fr: Extraire tous les fichiers terminé
he: מחלץ סוף כל הקבצים
hu: Minden fájl kibontása befejezve
it: Estrazione dei file conclusa
nl: extractallfiles einde
pl: extractallfiles zakończone
pt_br: extrairtodososarquivos fim
ro: extragerea tuturor fişierelor s-a finisat
ru: Конец извлечения файлов
sk: extractallfiles koniec
tr: extractallfiles son
uk: Завершено extractallfiles

# unetbootin|
source: extractiso end
af_za: onttrek ISO einde
cs: Vytahování ISO ukončeno
da: udpakket ISO slut
es: extractiso final
fr: Extraire l'ISO terminé
he: מחלץ סוף iso
hu: Iso kibontása befejezve
it: estrazione ISO conclusa
nl: extractiso einde
pl: extractiso zakończone
pt_br: extrairimagem fim
ro: extragerea iso s-a finisat
ru: Конец извлечения образа
sk: extractiso koniec
tr: extractiso son
uk: Завершено extractiso

# unetbootin|
source: <b>Copied:</b> 0 bytes
af_za: <b>Gekopieer:</b> 0 grepe
cs: <b>Zkopírováno:</b> 0 bytů
da: <b>Kopieret:</b> 0 bytes
es: <b> copiados: </ b> 0 bytes
fr: <b>Copié : </b> 0 octets
he: <b>העתיק:</b> 0 בייטים
hu: <b>Másolva:</b> 0 bájt
it: <b>Copiati:</b> 0 bytes
nl: <b>Gekopieerd:</b> 0 bytes
pl: <b>Skopiowano:</b> 0 bajtów
pt_br: <b>Copiado:</b> 0 bytes
ro: <b>Copiat:</b> 0 Octeţi
ru: <b>Скопировано:</b> 0 байт
sk: <b>Skopírované:</b> 0 bajtov
tr: <b>Kopyalanan:</b> 0 bayt
uk: <b>Скопійовано:</b> 0 байтів

# unetbootin|
source: <b>Extracted:</b> 0 of %1 files
af_za: <b>Onttrek:</b> 0 van %1 dokumente
cs: <b>Vytaženo:</b> 0 z %1 souborů
da: <b>Udpakket:</b> 0 af %1 filer
es: <b> Extraídas: </ b> de 0% 1 archivos
fr: <b>Extrait :</b> 0 sur %1 fichiers
he: <b>חילץ:</b> 0 מתוך %1 קבצים
hu: <b>Kicsomagolva:</b> 0/%1 fájlok
it: <b>Estratti:</b> 0 di %1 files
nl: <b>Ge-extraheerd:</b> 0 van %1 bestanden
pl: <b>Rozpakowano:</b> 0 z %1 plików
pt_br: <b>Extraído:</b> 0 de %1 arquivos
ro: <b>Extras:</b> 0 fişiere din %1
ru: <b>Извлечено файлов:</b> 0 из %1
sk: <b>Rozbalené:</b> 0 z %1 súborov
tr: <b>Çıkarılan:</b> 0 de %1 dosya
uk: <b>Видобуто:</b> 0 з %1 файлів

# unetbootin|
source: <b>Extracted:</b> %1 of %2 files
af_za: <b>Onttrek:</b> %1 van %2 dokumente
cs: <b>Vytaženo:</b> %1 z %2 souborů
da: <b>Udpakket:</b> 1 af % 2 filer
es: <b> Extraído: </ b>% 1 de% 2 archivos
fr: <b>Extrait :</b> %1 sur %2 fichiers
he: <b>חילץ:</b> %1 מתוך %2 קבצים
hu: <b>Kicsomagolva:</b> %1/%2 fájlok
it: <b>Estratti:</b> %1 di %2 files
nl: <b>Ge-extraheerd:</b> %1 van %2 bestanden
pl: <b>Rozpakowano:</b> %1 z %2 plików
pt_br: <b>Extraído:</b> %1 de %2 arquivos
ro: <b>Extras:</b> %1 din %2 fişiere
ru: <b>Извлечено файлов:</b> %1 из %2
sk: <b>Rozbalené:</b> %1 z %2 súborov
tr: <b>Çıkarılan:</b> %1 de %2 dosya
uk: <b>Видобуто:</b> %1 з %2 файлів

# unetbootin|
source: <b>Downloaded:</b> %1 of %2
af_za: <b>Afgelaai:</b> %1 van %2
cs: <b>Staženo:</b> %1 z %2
da: <b>Downloadet:</b> %1 af %2
es: <b> Descargado: </ b>% 1 de% 2
fr: <b>Téléchargé :</b> %1 sur %2
he: <b>הוריד:</b> %1 מתוך %2
hu: <b>Letöltve:</b> %1/%2
it: <b>Scaricati:</b> %1 di %2
nl: <b>Gedownload:</b> %1 van %2
pl: <b>Pobrano:</b> %1 z %2
pt_br: <b>Baixado:</b> %1 de %2
ro: <b>Descărcat:</b> %1 din%2
ru: <b>Загружено:</b> %1 из %2
sk: <b>Stiahnuté:</b> %1 z %2 súborov
tr: <b>İndirilen:</b> %1 de %2
uk: <b>Отримано:</b> %1 з %2

# unetbootin|
source: <b>Copied:</b> %1 of %2
af_za: <b>Gekopieer:</b> %1 van %2
cs: <b>Zkopírováno:</b> %1 z %2
da: <b>Kopieret:</b> %1 af %2
es: <b> Copiado: </ b>% 1 de% 2
fr: <b>Copié :</b> %1 sur %2
he: <b>העתיק:</b> %1 מתוך %2
hu: <b>másolva:</b> %1/%2
it: <b>Copiati:</b> %1 di %2
nl: <b>Gekopieerd:</b> %1 van %2
pl: <b>Skopiowano:</b> %1 z %2
pt_br: <b>Copiado:</b> %1 de %2
ro: <b>Copiat:</b> %1 din %2
ru: <b>Скопировано:</b> %1 из %2
sk: <b>Skopírované:</b> %1 z %2 súborov
tr: <b>Kopyalanan:</b> %1 de %2
uk: <b>Скопійовано:</b> %1 з %2

# unetbootin|
source: %1 not found
af_za: %1 nie gevind
cs: %1 nenalezen
da: %1 ikke fundet
es: % 1 no encontrado
fr: %1 introuvable
he: %1 לא נמצא
hu: %1 nem található
it: %1 non trovato
nl: %1 niet gevonden
pl: %1 nie został znaleziony
pt_br: %1 não foi encontrado
ro: %1 nu a fost găsit
ru: %1 не найдено
sk: %1 nenájdené
tr: %1 bulunamadı
uk: %1 не знайдено

# unetbootin|
source: %1 not found. This is required for %2 install mode. Install the "%3" package or your distribution's equivalent.
af_za: %1 nie gevind nie. Dit is nodig vir %2 installeer mode. Installeer "%3" pakket of jou verspreiding ekwivalent.
cs: %1 nenalezen. Toto je požadováno pro instalační režim %2. Nainstalujte balíček "%3", nebo jeho obdobu ve vaší distribuci.
da: %1 ikke fundet. Dette er påkrævet for %2 installeringstilstand. Installer pakken "%3" eller din distributions tilsvarende pakke.
es: %1 que no se encuentra. Esto es necesario para instalar modo. de %2 Paquete de instalación del "3 %" o su distribución es equivalente.
fr: %1 introuvable. Celui-ci est requis pour le mode d'installation %2. Installer le paquets "%3" ou l'équivalent pour vous distribution.
he: %1 לא נמצא. דבר זה דרוש עבור %2 במצב התקנה התקן את החבילה "%3" או המקבילה של ההפצה שלך.
hu: %1 nem található. Ez a %2 telepítési módhoz szükséges. Telepítsd a(z) "%3" csomagot vagy a disztribüciódnak megfelelőt.
it: %1 non trovato. E' necessario per la modalità d'installazione %2. Installa il pacchetto "%3" o quello equivalente della tua distribuzione.
nl: %1 niet gevonden. Dit is vereist voor %2-installatiemodus. Installeer het pakket "%3" of vergelijkbaar van uw distributie.
pl: Nie odnaleziono %1. Jest ono wymagane do trybu instalacji %2. Zainstaluj pakiet "%3" lub odpowiednik w Twojej dystrybucji.
pt_br: %1 não foi encontrado. Isso é requerido para o modo de instalação %2. Instale o pacote "%3" ou suas distribuições equivalentes.
ro: %1 lipsește. El este necesar pentru procesul de instalare %2. Instalați pachetul «%3» sau echivalentul acestuia pentru distribuție dvs.
ru: %1 не найден. Это требуется для режима установки %2. Установте пакет «%3» или его эквивалент для вашего дистрибутива.
sk: %1 nenájdené. Požaduje sa pre %2 inštalačný mód. Nainštalujte "%3" balík alebo ekvivalent vo Vašej distribúcii.
tr: %1 bulunamadı. Bu kurulum modunda %2 ' e gerekli. "%3" paketini kur veya dağıtımının eşdeğeri gerekli.
uk: %1 не знайдено. Цей файл потрібен для режиму встановлення %2. Встановіть пакунок «%3» або еквівалентний пакунок для вашого дистрибутива.

# unetbootin|
source: runinst begin
cs: Runinst začíná
es: iniciar runinst
fr: Démarrage de runinst
he: התחל runinst
hu: runings megkezdődött
it: elaborazione iniziata
pl: runinst rozpoczęte
pt_br: executandoinst começou
ro: runinst a startat
ru: Процесс начат
sk: runinst začiatok
tr: runinst başla
uk: розпочато runinst

# unetbootin|
source: (Current)
af_za: (Huidig)
cs: (Nynější)
da: (Nuværende)
es: (Actual)
fr: (Courant)
he: (נוכחי)
hu: (Jelenlegi)
it: (Corrente)
nl: (Huidig)
pl: (Obecnie)
pt_br: (Atual)
ro: (Curent)
ru: (Текущий)
sk: (Aktuálne)
tr: (Mevcut)
uk: (Поточний)

# unetbootin|
source: (Done)
af_za: (Klaar)
cs: (Hotovo)
da: (Færdig)
es: (Hecho)
fr: (Fini)
he: (סיים)
hu: (Kész)
it: (Fatto)
nl: (Gereed)
pl: (Ukończono)
pt_br: (Feito)
ro: (Terminat)
ru: (Выполнено)
sk: (Hotovo)
tr: (Bitti)
uk: (Завершено)

# unetbootin|
source: Hard Disk
af_za: Hardeskyf
cs: Pevný disk
es: disco duro
fr: Disque dur
he: כונן קשיח
hu: Merevlemez
nl: Harde schijf
pl: Dysk twardy
pt_br: Disco Rígido
ro: Disc Rigid
ru: Жесткий диск
sk: Pevný disk
tr: Sabit Disk
uk: Жорсткий диск

# unetbootin|
source: Installing syslinux to %1
af_za: Installering van syslinux na %1
cs: Instalovat syslinux na %1
da: Installerer syslinux til %1
es: Instalando syslinux a% 1
fr: Installation de syslinux vers %1
he: מתקין syslinux ל- %1
hu: syslinux teleptése ide: %1
it: Installazione Syslinux in %1
nl: Bezig met installeren van syslinux naar %1
pl: Instalowanie syslinux na %1
pt_br: Instalando syslinux em %1
ro: Instalarea syslinux pe %1
ru: Устанавливается syslinux на %1
sk: Inštalácia syslinux do %1
tr: syslinux to %1 'ya kuruluyor
uk: Встановлюємо syslinux на %1

# unetbootin|
source: Syncing filesystems
af_za: Sinchroniseer lêerstelsels
cs: Seřídit souborové systémy
da: Synkroniserer filsystemer
es: Sincronización de los sistemas de ficheros
fr: Synchronisation des systèmes de fichiers
he: מסנכרן מערכת קבצים
hu: Fájlrendszerek szinkronizálása
it: Sincronizzazione Filesystems
nl: Bezig met synchroniseren van bestandssystemen
pl: Synchronizacja systemu plików
pt_br: Sincronizando arquivos de sistema
ro: Sincronizarea fişierelor de sistem
ru: Синхронизируются файловые системы
sk: Synchronizácia súborových systémov
uk: Синхронізуємо файлові системи

# uninstaller|
source: Must run as root
af_za: Moet hardloop as root
cs: Musí být spuštěno jako superuživatel (správce systému)
da: Skal køres som root
es: Debe ejecutarse como root
fr: Nécessite d'être exécuter en tant que root
he: חובה להריץ כמשתמש על
hu: Rendszergazdaként futtatandó
it: Devi eseguirlo come amministratore
nl: Moet worden gedraaid als root
pl: Należy uruchomić w trybie administratora
pt_br: Deve ser executado como root
ro: Necesar să fie administrat în calitate de root
ru: Запускать от имени суперпользователя
sk: Musí bežať ako root.
tr: Root olarak çalıştırmanız gerekir
uk: Слід запускати від імені root
