Repository: 17640112385/deepin-boot-maker
Catalog: src/po/*.po
Languages: af_za, cs, da, es, fr, he, hu, it, nl, pl, pt_br, ro, ru, sk, tr, uk

# uninstaller|
source: %2 must be run as root. Close it, and re-run using either:<br/><b>sudo %1</b><br/>or:<br/><b>su - -c '%1'</b>
af_za: %2 moet hardloop as root. Maak dit toe, en her-hardloop deur gebruik van: <br/> <b> sudo %1 </ b> <br/> of: <br/> <b> su - -c '%1' </ b>
cs: %2 musí být spuštěno jako superuživatel (správce systému). Zavřete aplikaci a spusťte ji znovu buď pomocí:<br/><b>sudo %1</b><br/>nebo:<br/><b>su - -c '%1'</b>
da: %2 skal køres som root. Luk det, og kør igen ved hjælp af enten:<br/><b>sudo %1</b><br/>eller:<br/><b>su - -c '%1'</b>
es: %2 se debe ejecutar como root. Cerca de ella, y volver a ejecutar utilizando: <br/> <b> sudo% 1 </ b> <br/> o: <br/> <b> su - c '% 1' </ b>
fr: %2 nécessite d'être exécuter en tant que root. Fermer le, et ré-exécuter le en utilisant : <br/><b>sudo %1</b><br/>ou:<br/><b>su - -c '%1'</b>
he: %2 חובה להריץ כמשתמש על. סגור זאת, והרץ מחדש עם הפקודות: <br/><b>sudo %1</b><br/>or:<br/><b>su - -c '%1'</b>
hu: A %2 futtatásához rendszergazdai jogosultság szükséges. Zárd be és futtasd újra a <br/><b>sudo %1</b><br/>vagy a:<br/><b>su - -c '%1'</b> parancsok egyikével.
it: %2 deve essere eseguito come amministratore. Chiudi, riavvia utilizzando:<br/><b>sudo %1</b><br/>o:<br/><b>su - -c '%1'</b>
nl: %2 moet worden gedraaid als root. Sluit het en start het opnieuw als:<br/><b>sudo %1</b><br/>of:<br/><b>su --c '%1'</b>
pl: %2 musi zostać uruchomione w trybie administratora. Zamknij to i ponownie uruchom używając albo:<br/><b>sudo %1</b><br/>albo:<br/><b>su - -c '%1'</b>
pt_br: %2 deve ser executado como root. Feche-o, e reinicie-o usando:<br/><b>sudo %1</b><br/>ou:<br/><b>su - -c '%1'</b>
ro: %2 trebuie să fie startat având drepturile utilizatorului principal - root! Închideți aplicație și restartați-o, utilizând:<br/><b>sudo %1</b><br/>sau:<br/><b>su --c '%1'</b>
ru: %2 должно быть запущено от имени суперпользователя! Закройте приложение и заново запустите, используя:<br/><b>sudo %1</b><br/>либо:<br/><b>su --c '%1'</b>
sk: %2 musí bežať ako root. Zavrite a spustite znovu:<br/><b>sudo %1</b><br/>alebo:<br/><b>su - -c '%1'</b>
tr: %2 root olarak çalıştırılması gerekir. Kapatın, ve girerek yeniden çalıştırın:<br/><b>sudo %1</b><br/>or:<br/><b>su - -c '%1'</b>
uk: %2 слід запускати від імені користувача root. Завершіть роботу програми і перезапустіть її за допомогою команди:<br/><b>sudo %1</b><br/>або команди:<br/><b>su - -c '%1'</b>

# QObject|
source: Deepin Boot Maker
af_za: Deepin Selflaai Skepper
nl: Deepin Opstartmedium-maker
pl: Twórca rozruchu Deepin
uk: Засіб створення дисків з Deepin

# BootMaker|
source: Ok
nl: Oké
uk: Гаразд

# unetbootin|
source: Ok
nl: Oké
uk: Гаразд

# UsbCreatorFrame|
source: <font color='#ffffff'>Easy to use without redundancy</font></br>
es: <font color='#ffffff'>Fácil para usar sin redundancia</font></br>
fr: <font color='#ffffff'>Facile à l'utilisation sans redondance</font></br>
he: <font color='#ffffff'>קל לשימוש</font></br>
it: <font color='#ffffff'>Facile da usare e senza fronzoli</font></br>
ru: <font color='#ffffff'>Простота использования без излишеств</font></br>
tr: <font color='#ffffff'>Fazlası olmayan kolaykullanım</font></br>

# UsbCreatorFrame|
source: <br><font color='#a7a7a7'>Welcome to Deepin Boot Maker. After setting a few options, you'll be able to create a Deepin OS Startup Disk, which supports both BIOS and <font color='#ebab4c'>UEFI</font> boot.</font></br>
he: <br><font color='#a7a7a7'>ברוכים הבאים ל-Deepin Boot Maker. אחרי שתגדירו מספר אפשרויות, תוכלו לייצר כונן אתחול של מערכת ההפעלה Deepin, התומך גם באתחול BIOS וכן באתחול <font color='#ebab4c'>UEFI</font> </font></br>

# UsbCreatorFrame|
source: <br><font color='#ffffff'>Select the ISO File:</font></br>
es: <br><font color='#ffffff'>Seleccione la Imagen ISO:</font></br>
fr: <br><font color='#ffffff'>Sélectionner le fichier ISO : </font></br>
he: <br><font color='#ffffff'>בחר קובץ ISO:</font></br>
it: <br><font color='#ffffff'>Seleziona il file ISO:</font></br>
ru: <br><font color='#ffffff'>Выберите ISO-файл:</font></br>
tr: <br><font color='#ffffff'>ISO Dosyasını seç:</font></br>

# UsbCreatorFrame|
source: <br><font color='#ffffff'>Select the USB Flash Drive:</font></br>
es: <br><font color='#ffffff'>Seleccione el disco USB Flash</font></br>
fr: <br><font color='#ffffff'>Sélectionner le périphérique USB Flash : </font></br>
he: <br><font color='#ffffff'>בחר את כונן ה-USB:</font></br>
it: <br><font color='#ffffff'>Seleziona il dispositivo USB:</font></br>
ru: <br><font color='#ffffff'>Выберите USB-накопитель:</font></br>
tr: <br><font color='#ffffff'>USB Flash Sürücüyü Seçin:</font></br>

# UsbCreatorFrame|
source: <font color='#ffffff'>Support BIOS. Unselect here. </font>
es: <font color='#ffffff'>Soporte BIOS. Deseleccione aquí. </font>
fr: <font color='#ffffff'>Support du BIOS. Désélectionner ici.</font>
he: <font color='#ffffff'>תומך ב-BIOS. הסר סימון פה </font>
it: <font color='#ffffff'>Supporto BIOS. Deseleziona qui. </font>
ru: <font color='#ffffff'>Поддержка BIOS. Отменить выделение здесь. </font>
tr: <font color='#ffffff'>BIOS desteği. Buradan kaldırılır. </font>

# UsbCreatorFrame|
source: Start
es: Iniciar
fr: Démarrer
he: התחל
it: Inizio
ru: Старт
tr: Başlat

# UsbCreatorFrame|
source: <font color='#ffffff'><br>Please <font color='#ebab4c'>DO NOT</font> remove the USB flash drive or shutdown while file is writing.</br></font>
es: <font color='#ffffff'><br>Por favor <font color='#ebab4c'>NO</font> remueva el disco USB flash o apague la pc mientras se esta escribiendo el archivo.</br></font>
fr: <font color='#ffffff'><br>Veuillez <font color='#ebab4c'>NE PAS</font> retirer le périphérique USB Flash ou éteindre votre ordinateur pendant l'écriture.</br></font>
he: <font color='#ffffff'><br>בבקשה <font color='#ebab4c'>אל תסירו</font> את כונן ה-USB ואל תאתחלו את המחשב בזמן כתיבת הקובץ.</br></font>
it: <font color='#ffffff'><br>Per favore <font color='#ebab4c'>NON</font> rimuovere il dispositivo USB o spegnere il PC mentre scrivo su pendrive.</br></font>
ru: <font color='#ffffff'><br>Пожалуйста, <font color='#ebab4c'>НЕ ПЫТАЙТЕСЬ</font> извлечь USB-накопитель или выключить систему во время записи!</br></font>
tr: <font color='#ffffff'><br>Lütfen<font color='#ebab4c'>KESİNLİKLE</font> USB flash sürücüyü kaldırmayın veya dosya yazılırken kapatmayın.</br></font>

# UsbCreatorFrame|
source: <br><font color='#057aff'>Congratulations!</font></br><br><font color='#ffffff'>Deepin OS Startup Disk is created successfully.</font></br>
he: <br><font color='#057aff'>מזל טוב!</font></br><br><font color='#ffffff'>דיסק האתחול של מערכת ההפעלה Deepin נוצר בהצלחה </font></br>

# UsbCreatorFrame|
source: Quit
he: יציאה

# UsbCreatorFrame|
source: Reboot
he: אתחול

# unetbootin|
source: Insert a USB flash drive
es: Inserte un disco Flash USB
fr: Insérer un périphérique USB Flash
he: הכנס כונן USB
it: Inserisci un dispositivo USB
ru: Вставьте USB-накопитель
tr: USB flash sürücüyü tak

# unetbootin|
source: No USB flash drives were found. If you have already inserted a USB drive, try reformatting it as FAT32.
es: No fue encontrado disco Flash USB. Si ya has insertado un disco USb, prueba formateandola como FAT32
fr: Aucun périphérique USB n'a été trouvé. Si vous l'avez déjà inséré, essayez de le reformater en FAT32.
he: לא נמצא כונן USB. אם כבר הכנסתם את כונן ה-USB, נסו לפרמט אותו מחדש בתור FAT32
it: Nessun dispositivo USB rilevato. Se hai già inserito un dispositivo USB, prova a formattarlo in FAT32.
ru: Не найдены USB-накопители. Если вы Если вы уже вставили USB-накопитель, попробуйте отформатировать его в FAT32.
tr: USB flash sürücüler bulunamadı. zaten bir USB sürücü taktıysanız, FAT32 olarak yeniden biçimlendirme deneyin.

# unetbootin|
source: %1 not mounted
es: %1 no montado
fr: %1 n'est pas monté
he: %1 לא mounted
it: %1 non montato
ru: %1 не примонтирован
tr: %1 bağlanmadı

# unetbootin|
source: You must first mount the USB drive %1 to a mountpoint. Most distributions will do this automatically after you remove and reinsert the USB drive.
es: Primero debes montar el disco USB %1 a un punto de montaje. Muchas distribuciones lo hacen automaticamente después que remueves y reinsertes el disco USB
fr: Vous devez d'abord monter le périphérique USB %1 sur un point de montage. La plupart des distributions le font automatiquement après avoir débrancher puis rebrancher le périphérique USB.
he: עליך לדאוג לעשות mount לכונן ה-USB %1 בנקודת עגינה. רוב ההפצות עושות זאת אוטומטית אם מוציאים ומכניסים את ה-USB מחדש
it: Prima devi montare il dispositivo %1 in un punto di mount. La maggior parte delle Distribuzioni lo fanno automaticamente dopo aver staccato e riattacato il dispositivo USB.
ru: Вы должны сначала примонтировать USB-накопитель %1 к точке монтирования. Большинство дистрибутивов делает это автоматически после вынимания и последующего вставления USB-накопителя.
tr: Önce bir bağlanma noktasına USB sürücü % 1 monte etmelisiniz. Kaldırın ve USB sürücüsünü yeniden takın, sonra dağıtımların çoğu otomatik olarak yapacaktır.

# unetbootin|
source: Select a disk image file
es: Seleccione un archivo de imagen de disco
fr: Sélectionner un fichier image disque
he: בחר קובץ תמונת כונן
it: Seleziona un file immagine
ru: Выберите файл образа диска
tr: Disk resim dosyası seç

# unetbootin|
source: You must select a disk image file to load.
es: Debes seleccionar un rachivo de imagen de disco para cargar.
fr: Vous devez sélectionner un fichier image disque à charger.
he: עליך לבחור קובץ תמונת כונן לטעינה
it: Devi selezionare il file immagine da caricare
ru: Вы должны выбрать файл образа для загрузки!
tr: Yüklemek için bir disk imaj dosyasını seçmelisiniz.

# unetbootin|
source: Diskimage file not found
es: Imagen de disco no encontrado
fr: Le fichier image disque n'a pas été trouvé
he: קובץ תמונת-כונן לא נמצא
it: Immagine disco non trovata
ru: Файл образа диска не найден
tr: Disk resim dosyası bulunamadı

# unetbootin|
source: The specified diskimage file %1 does not exist.
es: EL archivo de imagen de disco especificado %1 no existe.
fr: Le fichier image disque %1 n'existe pas.
he: קובץ התמונת-כונן %1 אינו קיים
it: L'immagine disco %1 non esiste.
ru: Указанный файл образа диска %1 не существует.
tr: Bu belirtilen disk resmi %1 yok.

# unetbootin|
source: The file %1 already exists. Press 'Yes to All' to overwrite it and not be prompted again, 'Yes' to overwrite files on an individual basis, and 'No' to retain your existing version. If in doubt, press 'Yes to All'.
es: El archivo %1 ya existe. Presione 'Si a Todo' para sobreescribirlo y no ser preguntado de nuevo, 'Si' para sobreescribir archivos en una base individual, y 'No' retener tu versión existente. If no esta seguro presione 'Si a Todo'
fr: Le fichier %1 existe déjà. Sélectionnez 'Oui pour tous' pour écraser et ne plus être interrompu, 'Oui' pour écraser les fichiers sur une base individuelle et 'Non' pour conserver l'ancien fichier. Si vous hésitez, sélectionner 'Oui pour tous'.
he: הקובץ %1 כבר קיים. לחץ 'כן להכל' על מנת לדרוס ולא לקבל התרעה נוספת, 'כן' על מנת לדרוס קבצים באופן יחידני, ולחץ 'לא' על מנת לשמר את הגרסא הקיימת. אם קיים ספק, לחץ 'כן להכל'
it: Il file %1 esiste già.. Premi "Si, tutti" per sovrascrivere tutti i file presenti senza che venga chiesto nuovamente, premi "Si" per sovrascrivere un singolo file, premi "No" per lasciare la versione presente. Se hai dubbi, premi "Si, tutti".
ru: Файл %1 уже существует. Нажмите «Да для всех» для его замены без последующих вопросов, «Да» для замены каждого файла отдельно, и «Нет» для сохранения существующей версии. Если сомненваетесь, жмите «Да для всех».
tr: Bu dosya %1 zaten var. 'Hepsine Evet' tuşuna basın onun üzerine yazın ve tekrar sorulmayacaktır, 'Evet' ile dosyaların üzerine yazın, ve 'Hayır' Mevcut sürümü korumak için. Eğer şüpheniz varsa, 'Hepsine Evet' tuşuna basın.

# unetbootin|
source: Installing extlinux to %1
he: מתקין extlinux ל- %1

# QApplication|
source: Deepin Boot Maker
es: Creador de Arranque Deepin
fr: Gestionnaire de démarrage Deepin
