Repository: 17640112385/deepin-boot-maker
Catalog: app/po/*.po
Languages: el, es_cl, hr, it, nb, pt, ru

# uninstaller|
source: %2 must be run as root. Close it, and re-run using either:<br/><b>sudo %1</b><br/>or:<br/><b>su - -c '%1'</b>
el: Πρέπει να τρέξετε το %2 ως πηγαίο. Κλείστε το και ξανατρέξτε το χρησιμοποιώντας είτε:br/><b>sudo %1</b><br/>or:<br/><b>su - -c '%1'</b>
es_cl: %2 se debe ejecutar como raiz. Salir ahora y re iniciar usando caulquiera:<br/><b>sudo %1</b><br/>o:<br/><b>su - -c '%1'</b>
hr: %2 mora biti pokrenuto kao root. Zatvorite i ponovno pokrenite koristeći:<br/><b>sudo %1</b><br/>ili:<br/><b>su - -c '%1'</b>
nb: %2 må kjøres som root. Lukk, og start på nytt ved og:<br/><b>sudo %1</b><br/>eller:<br/><b>su - -c '%1'</b>
pt: %2 tem de ser executado como root. Feche-o, e volte a executar usando:<br/><b>sudo %1</b><br/>ou:<br/><b>su - -c '%1'</b>

# DDevIcon|
source: Select USB drive
it: Seleziona il dispositivo USB
nb: Velg USB-enhet
pt: Selecione entrada USB
ru: Выберите USB-накопитель

# DProgressFrame|
source: Select disk image
it: Seleziona l'immagine ISO
nb: Velg Disk bilde
pt: Selecione imagem do disco
ru: Выберите образ диска

# DWindowUI|
source: Please DO NOT remove the USB drive or shutdown while file is writing.
it: Non rimuovere il dispositivo USB e non spegnere il PC durante il processo.
nb: Vennligst IKKE fjern USB-enheten eller slå av når filen skrives.
pt: Por favor NÃO remova ou desligue a entrada USB enquanto estiver escrevendo o arquivo.
ru: НЕ извлекайте USB накопитель и не выключайте компьютер пока файл записывается.

# DWindowUI|
source: Failed to make
it: Operazione fallita
ru: Не удалось сделать

# DWindowUI|
source: Installation logs are stored in %1HERE%2, you can upload to forum to help us solve your problem.
it: Il log dell'installazione è conservato in %1HERE%2, puoi caricarlo nel forum per aiutarci a risolvere eventuali problemi.
ru: Журналы установки хранятся в %1HERE%2, можете загрузить его на форум, чтобы помочь нам решить вашу проблему.

# DWindowUI|
source: Finish
it: Finito
ru: Финиш

# QObject|
source: Must run as root
it: Devi eseguirlo come amministratore
ru: Запускать от суперпользователя

# QObject|
source: %2 must be run as root. Close it, and re-run using either:<br/><b>sudo %1</b><br/>
it: %2 deve esser eseguito come Admin. Chiudi e riapri l'applicazione usando: <br/><b>sudo %1</b><br/>
ru: %2 должно быть запущено от суперпользователя. Закройте и перезапустите используя:<br/><b>sudo %1</b><br/>

# QObject|
source: Failed to call the command %1.
it: Chiamata del comando %1 fallita.
ru: Не удался вызов команды %1.

# QObject|
source: Wrong USB flash drive format, please format to FAT32.
it: Formato errato della pendrive USB, per cortesia formattala in FAT32.
ru: Не верный формат флэшки, отформатируйте в FAT32.

# QObject|
source: USB flash drive space is insufficient, ensure you have at least %1 free space.
it: Lo spazio libero della pendrive è insufficiente, assicurati di avere almeno %1 di spazio libero.
ru: На флэшке нет места, нужно по крайней мере 1% свободного пространства.

# QObject|
source: Failed to mount USB flash drive, please close other applications may use it and reinsert.
it: Mount della pendrive fallito, chiudi l'applicazione e riprova.
ru: Не удалось смонтировать флешку, закройте использующие приложения и переподключите.

# QObject|
source: Failed to unzip the mirror file, please use the whole mirror file.
ru: Не удалось распаковать файл зеркала, используйте весь файл.

# QObject|
source: Removable disk
it: Disco rimobibile
ru: Съемный диск

# UsbInstaller|
source: Installing syslinux to %1
it: Installazione Syslinux in %1
ru: Устанавка syslinux на %1
