Repository: 17640112385/deepin-boot-maker
Catalog: app/po/*.po
Languages: el, es_cl, hr, it, nb, pt, ru

# BootMaker|
source: Format error of USB flash drive
el: Σφάλμα μορφής της μονάδας USB
es_cl: Error al formatear la unidad de Almacenamiento USB
hr: Greška pri formatiranju USB flash pogona
it: Formattazione dispositivo USB fallita
nb: Formatfeil på USB flash-enheten
pt: Erro de formatação da unidade flash USB
ru: Ошибка форматирования USB носителя

# BootMaker|
source: Only FAT32 USB flash drive supported. Need to format? All partitions and data will be lost during formatting, please back up the data in advance.
el: Υποστηρίζονται μόνο μονάδες USB με μορφοποίηση FAT32. Θέλετε να κάνετε διαμόρφωση; Όλα τα δεδομένα και τα διαμερίσματα θα χαθούν κατά τη διαμόρφωση, παρακαλώ δημιουργήστε πρώτα αντίγραφα ασφαλείας.
es_cl: Sólo es soportado el formato FAT32 en la unidad de Almacenamiento USB. ¿Necesitas dar formato? Todas las particiones y datos se perderán duran el formateo, por favor respalde sus datos en avanzado.
hr: USB flash podržava samo FAT32. Trebate formatirati? Tijekom formatiranja sve particije i podaci će biti izgubljeni, molim napravite unaprijed sigurnosnu kopiju.
it: Sono supportati solo dispositivi Fat32. Vuoi formattarlo?Tutte le partizioni ed i dati presenti saranno eliminati, nel caso fai un backup prima di proseguire.
nb: Bare FAT32 USB flash-enhet som støttes. Trenger du å formatere? Alle partisjoner og data vil gå tapt under formateringen, vennligst sikkerhetskopier dataene på forhånd.
pt: Apenas é suportada uma unidade flash USB com FAT32. Precisa de formatar? Todas as partições e dados serão perdidos durante a formatação, por favor faça antecipadamente um cópia de segurança dos dados.
ru: Поддерживаются USB носители только формата FAT32. Хотите отформатировать? Все разделы и данные при форматировании будут потеряны, сделайте резервные копии заранее.

# BootMaker|
source: Format
el: Μορφή
es_cl: Formato
hr: Formatiraj
it: Formatta
nb: Formater
pt: Formatar
ru: Форматирование

# BootMaker|
source: Cancel
el: Ακύρωση
es_cl: Cancelar
hr: Poništi
it: Cancella
nb: Kanseller
pt: Cancelar
ru: Отмена

# DProgressFrame|
source: Cancel
es_cl: Cancelar
hr: Poništi

# BootMaker|
source: Please select an iso image
el: Παρακαλώ επιλέξτε έναν εικονικό δίσκο ISO
es_cl: Por favor selecciona una imagen iso
hr: Odaberi iso datoteku
it: Seleziona un'immagine ISO
nb: Vennligst velg en iso fil
pt: Por favor selecione uma imagem iso
ru: Выберите ISO-образ

# BootMaker|
source: Format USB flash drive
el: Διαμόρφωση μονάδας USB
es_cl: Formatear unidad de almacenamiento USB
hr: Formatiraj USB flash pogon
it: Formatta unità USB
nb: Formater USB flash-enheten
pt: Formatar unidade flash USB
ru: Форматировать USB носитель

# BootMaker|
source: All data will be lost during formatting, please back up in advance and then press OK button.
el: Όλα τα δεδομένα θα χαθούν κατά τη διαμόρφωση, παρακαλούμε ετοιμάστε αντίγραφα ασφαλείας και ύστερα επιλέξτε ΟΚ.
es_cl: Todos los datos serán perdidos al formatear, por favor realice un respaldo de estos y presione el botón OK
hr: Svi će podaci biti izgubljeni tijekom formatiranja, molim napravite sigurnosnu kopiju unaprijed i stisnite dugme U redu.
it: Tutti i dati saranno persi con la formattazione, fai un backup e poi premi OK.
nb: Alle data vil gå tapt under formateringen, vennligst sikkerhetskopiere på forhånd, og trykk deretter på OK-knappen.
pt: Todos os dados serão perdidos durante a formatação, por favor faça antecipadamente uma cópia de segurança e depois pressione o botão OK.
ru: Все данные при форматировании будут потеряны, заранее сделайте резервные копии и нажмите кнопку ОК.

# BootMaker|
source: Ok
el: Eντάξει
es_cl: Aceptar
hr: U redu
ru: OК

# BootMaker|
source: Insert a USB flash drive
el: Τοποθετήστε μια μονάδα flash USB
es_cl: Insertar la unidad de almacenamiento USB
hr: Umetnite USB flash pogon
it: Inserisci un dispositivo USB
nb: Sett inn en USB minnebrikke
pt: Insira uma unidade flash USB
ru: Вставьте USB-накопитель

# BootMaker|
source: No USB flash drives were found. If you have already inserted a USB flash drive, try to reformat it as FAT32.
el: Δεν βρέθηκε καμία συσκευή USB. Αν έχετε ήδη εισάγει συσκευή USB, προσπαθήστε να την επαναμορφοποιήσετε ως FAT32.
es_cl: No se han encontrado unidades de almacenamiento USB. Si tienes insertada la unidad de almacenamiento USB, intenta reformatearla como FAT32.
hr: Nijedan USB flash pogon nije nađen. Ako ste već umetnuli USB flash pogon, pokušajte ga reformatirati kao FAT32.
it: Nessun dispositivo USB rilevato. Se hai già collegato il dispositivo prova a riformattarlo in Fat32.
nb: Ingen USB-minnepinner ble funnet. Hvis du allerede har satt inn en USB flash-enhet, kan du prøve å formatere den som FAT32.
pt: Nenhuma unidade flash USB encontrada. Se já inseriu a unidade flash USB, tente reformatá-la como FAT32.
ru: USB-накопители не найдены. Если вы уже вставили USB-накопитель, попробуйте переформатировать её в FAT32.

# BootMaker|
source: %1 not mounted
el: %1 Δεν τοποθετείται
es_cl: %1 no montada
hr: %1 nije montiran
it: %1 non montato
nb: &1 ikke montert
pt: %1 não montado
ru: %1 не примонтирован

# BootMaker|
source: You must firstly mount the USB flash drive %1 to a mountpoint. Most distributions will do this automatically after you remove and reinsert the USB flash drive.
el: Πρέπει πρώτα να μοντάρετε τη μονάδα USB %1 σε ένα συγκεκριμένο mountpoint. Οι περισσότερες διανομές το κάνουν αυτό αυτόματα αφού αφαιρέσετε και επαναεισάγετε τη μονάδα USB,
es_cl: Primero debes montar la unidad de almacenamiento USB %1 en un punto de montaje. La mayoría de las distribuciones lo harán automáticamente después de quitar y volver a insertar la unidad de almacenamiento USB.
hr: Najprije morate montirati USB flash pogon %1 na točku montiranja. Većina distribucija to radi automatski nakon što uklonite i ponovno umetnete USB flash pogon.
it: Devi prima montare il dispositivo USB %1 in un punto di mount. Molte distribuzioni lo fanno in automatico, dopodiché rimuovi e reinserisci il dispositivo USB.
nb: Du må først montere USB flash-enheten %1 til en monteringspunkt. De fleste distribusjoner gjør dette automatisk etter at du fjerner og sett inn USB-flashstasjonen.
pt: Tem de primeiro montar a unidade flash USB %1 para um ponto de montagem. A maior parte das distribuições fará isto automaticamente depois de remover e reinserir a unidade flash USB.
ru: Необходимо сначала примонтировать USB-накопитель % 1 к точке монтирования. Большинство дистрибутивов сделает это автоматически при повторном подключении USB-накопителя.

# BootMaker|
source: Select a disk image file
el: Επιλέξτε ένα αρχείο εικονικού δίσκου
es_cl: Seleccione un archivo con la imagen
hr: Odaberi datoteku slike diska
it: Seleziona un file immagine
nb: Velg en disk bildefil
pt: Selecione um ficheiro de imagem de disco
ru: Выберите файл содержащий образ диска

# BootMaker|
source: You must select a disk image file to load.
el: Μπορείτε να επιλέξετε ένα αρχείο εικόνας δίσκου για να φορτώσει.
es_cl: Debe seleccionar un archivo de la imagen
hr: Morate odabrati datoteku slike diska za učitavanje.
it: Devi selezionare il file immagine da caricare
nb: Du må velge en disk bildefil å laste
pt: Tem de selecionar um ficheiro de imagem de disco para carregar.
ru: Необходимо выбрать файл образа диска для загрузки.

# BootMaker|
source: Disk image file not found
el: Το αρχείο εικόνας δίσκου δεν βρέθηκε
es_cl: El archivo de imagen de disco no se encuentra.
hr: Datoteka slike diska nije pronađena
it: File immagine disco non trovata
nb: Diskfilen ikke funnet
pt: Ficheiro de imagem de disco não encontrado
ru: Файл образа диска не найден

# BootMaker|
source: The specified disk image file %1 does not exist.
el: Η συγκεκριμένη εικόνα δίσκου αρχείο %1 δεν υπάρχει.
es_cl: La imagen de disco seleccionada %1 no existe
hr: Naznačena datoteka slike diska %1 ne postoji.
it: L'immagine disco %1 non esiste.
nb: Den angitte diskbildefilen %1 finnes ikke.
pt: O ficheiro de imagem de disco %1 especificado não existe.
ru: Указанный файл образа диска %1 не существует.

# DUsbList|
source: USB drive not detected
el: Η μονάδα USB δεν ανιχνεύεται
es_cl: La unidad de almacenamiento USB no se detecta.
hr: USB pogon nije otkriven
it: Dispositivo USB non rilevato
nb: USB-enheten ikke oppdaget
pt: Unidade USB não detectada
ru: USB-накопитель не обнаружен

# DWindowUI|
source: <p style='color:white; font-size:12px;'>%1% has been completed</p>
el: <p style='color:white; font-size:12px;'>%1% έχει ολοκληρωθεί</p>
es_cl: <p style='color:white; font-size:12px;'>%1% se ha completado</p>
hr: <p style='color:white; font-size:12px;'>%1% je kompletiran</p>
it: <p style='color:white; font-size:12px;'>%1% completato</p>
nb: <p style='color:white; font-size:12px;'>%1% har blitt fullført</p>
pt: <p style='color:white; font-size:12px;'>%1% foi completada</p>
ru: <p style='color:white; font-size:12px;'>%1% завершено</p>

# DWindowUI|
source: <p style='color:#b4b4b4; font-size:12px;'>The making success rate can be improved by formatting USB drive.</p>
el: <p style='color:#b4b4b4; font-size:12px;'>Ο ρυθμός επιτυχίας μπορεί να βελτιωθεί αν κάνετε διαμόρφωση στη μονάδα USB.</p>
es_cl: <p style='color:#b4b4b4; font-size:12px;'>La tasa de éxito puede mejorar si realizas un formateo a la unidad de almacenamiento USB</p>
hr: <p style='color:#b4b4b4; font-size:12px;'>Stopa uspješnosti može se poboljšati ako se formatira USB pogon.</p>
it: <p style='color:#b4b4b4; font-size:12px;'>Formatta il dispositivo per migliorare le possibilita' di successo.</p>
nb: <p style='color:#b4b4b4; font-size:12px;'>Suksessraten kan forbedres ved å formatere USB-enheten.</p>
pt: <p style='color:#b4b4b4; font-size:12px;'>A taxa de sucesso de criação pode ser melhorada formatando a unidade USB.</p>
ru: <p style='color:#b4b4b4; font-size:12px;'>Вероятость успеха, можно повысить, путём форматирования USB накопителя</p>

# DWindowUI|
source: Start
el: Έναρξη
es_cl: Iniciar
hr: Pokreni
it: Inizio
pt: Iniciar
ru: Начать

# DWindowUI|
source: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Made successfully</p>
el: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Εκτελέστηκε επιτυχώς.</p>
es_cl: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Completado Exitosamente</p>
hr: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Uspješno napravljen</p>
it: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Operazione conclusa con successo!</p>
nb: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Laget med suksess</p>
pt: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Feito com sucesso</p>
ru: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Успешно выполнено</p>

# DWindowUI|
source: <p style='color:#b4b4b4; font-size:12px'>Please select USB drive to boot when installing Deepin OS.</p>
el: <p style='color:#b4b4b4; font-size:12px'>Παρακαλώ επιλέξτε τη συσκευή USB που θέλετε να εκκινήσετε όταν εγκαταστήσετε το Deepin OS.</p>
es_cl: <p style='color:#b4b4b4; font-size:12px'>Por favor seccionar la unidad de almacenamiento USB cuando instale Deepin OS.</p>
hr: <p style='color:#b4b4b4; font-size:12px'>Molim odaberite USB pogon za boot kada instalirate Deepin OS.</p>
it: <p style='color:#b4b4b4; font-size:12px'>Ricordati di selezionare il dispositivo USB durante il boot per poi installare Deepin OS.</p>
nb: <p style='color:#b4b4b4; font-size:12px'>Velg USB-enheten for å starte opp når du installerer Deepin OS.</p>
pt: <p style='color:#b4b4b4; font-size:12px'>Por favor selecione unidade USB para arrancar quando instalar o Deepin OS.</p>
ru: <p style='color:#b4b4b4; font-size:12px'>Выберите USB-накопитель для загрузки, во время установки Deepin.</p>

# DWindowUI|
source: <a style='color:#b4b4b4; font-size:12px'>If failed, please try to disable EFI option.</a>
el: <a style='color:#b4b4b4; font-size:12px'>Σε περίπτωση αποτυχίας παρακαλούμε προσπαθήστε να απενεργοποιήσετε την επιλογή EFI.</a>
es_cl: <a style='color:#b4b4b4; font-size:12px'>Si falla, por favor intentar deshabilitar la opción EFI.</a>
hr: <a style='color:#b4b4b4; font-size:12px'>Ako ne uspije, molim probajte onemogućiti EFI opciju.</a>
it: <a style='color:#b4b4b4; font-size:12px'>Se fallisce disabilita l'opzione EFI.</a>
nb: <a style='color:#b4b4b4; font-size:12px'>Hvis feilet, prøv å deaktivere EFI alternativet.</a>
pt: <a style='color:#b4b4b4; font-size:12px'>Se falhou, por favor tente desativar a opção EFI.</a>
ru: <a style='color:#b4b4b4; font-size:12px'>Если не получилось, попробуйте отключить опцию EFI.</a>

# DWindowUI|
source: Restart Later
el: Επανεκκίνηση Αργότερα
es_cl: Reiniciar Despúes
hr: Ponovno pokreni kasnije
it: Riavvia dopo
nb: Starte på nytt Senere
pt: Reiniciar Mais Tarde
ru: Перезагрузить позже

# DWindowUI|
source: Restart Now
el: Επανεκκίνηση Τώρα
es_cl: Reiniciar Ahora
hr: Ponovno pokreni sada
it: Riavvia ora
nb: Start på nytt Nå
pt: Reiniciar Agora
ru: Перезагрузить сейчас

# QObject|
source: Deepin Boot Maker
el: Δημιουργία Εκκινήσιμων Μονάδων Deepin
es_cl: Fabricador de arranque Deepin
hr: Deepin Boot stavaratelj
pt: Criador de Arranque Deepin
ru: Создание загрузочного диска Deepin

# unetbootin|
source: either
el: είτε
es_cl: O bien
hr: ili
nb: enten
pt: qualquer

# unetbootin|
source: LiveUSB persistence
el: Επιμονή Live USB
es_cl: Reintentar
hr: LiveUSB dodatni prostor pohrane
nb: LiveUSB bestandighet
pt: persistência LiveUSB

# unetbootin|
source: FAT32-formatted USB drive
el: μονάδα USB με μορφοποίηση FAT32
es_cl: unidad USB movil formateada en 32 bits
hr: FAT32-formatiran USB disk
nb: FAT-32-formatert USB disk
pt: Unidade USB formatada com FAT32

# unetbootin|
source: EXT2-formatted USB drive
el: Μονάδα USB διαμορφωμένη με EXT2
es_cl: Unidad USB movil formateada en EXT2
hr: EXT2-formatiran USB disk
nb: EXT2-formatert USB disk
pt: Unidade USB formatada com EXT2

# unetbootin|
source: %1 exists, overwrite?
el: Το %1 υπάρχει, αντικατάσταση;
es_cl: %1 existe, sobreescribir?
hr: %1 postoji, želite li prepisati?
nb: &1 eksisterer allerede, overskrive?
pt: %1 existe, sobrescrever?

# unetbootin|
source: The file %1 already exists. Press 'Yes to All' to overwrite it and not be prompted again, 'Yes' to overwrite files one by one, and 'No' to retain your existing version. If in doubt, press 'Yes to All'.
el: Το αρχείο %1 υπάρχει ήδη. Επιλέξτε "Ναι σε Όλα" για να εγγράψετε πάνω από το αρχείο και να μην προειδοποιηθείτε ξανά, "Ναι" για να αντικαταστήσετε τα αρχεία ένα προς ένα, και "Όχι" για να διατηρήσετε την υπάρχουσα εκδοχή. Αν έχετε αμφιβολία, επιλέξτε "Ναι σε Όλα".
es_cl: El archivo% 1 ya existe. Pulse 'Sí a todo' para sobrescribir y no se le volverá a preguntar, 'Sí' para sobrescribir los archivos uno a uno, y 'No' para conservar la versión existente. En caso de duda, pulse 'Sí a todo'.
hr: DAtoteka %1 već postoji. Pritisnite 'Da za sve' da bi ste ju prebrisali i da to ne bude od vas ponovno zatraženo, 'Da' za prebisanje datoteka jednu po jednu i 'Ne' da zadržite postojeću verziju. Ako niste sigurni, pritisnite 'Da za sve'.
nb: Fila %1 finnes allerede. Trykk 'Ja til alt "for å overskrive det og ikke bli spurt igjen,' Ja 'for å overskrive filene én etter én, og" Nei "for å beholde den eksisterende versjonen. Hvis du er i tvil, trykk 'Ja til alt ".
pt: O ficheiro %1 já existe. Pressione 'Sim para Todos' para sobrescrevê-lo e não ser solicitado novamente, 'Sim' para sobrescrever ficheiros um a um, e 'Não' para manter a sua versão existente. Em caso de dúvida, pressione 'Sim para Todos'.

# unetbootin|
source: Ok
el: Εντάξει
es_cl: Aceptar
hr: U redu

# unetbootin|
source: Yes to All
el: Ναι σε Όλα
es_cl: Si a todo
hr: Da za sve
nb: Ja til alt
pt: Sim para Todos

# unetbootin|
source: No
el: Όχι
hr: Ne
nb: Nei
pt: Não

# unetbootin|
source: %1 is out of space, abort installation?
el: %1 δεν έχει χώρο, ακύρωση εγκατάστασης;
es_cl: %1 no tiene espacio suficiente, aborte la instalacion?
hr: %1 je nestalo slobodnog prostora, prekini instalaciju?
nb: %1 er fri for minne, kanseller installasjon?
pt: %1 está sem espaço, abortar instalação?

# unetbootin|
source: The directory %1 is out of space. Press 'Yes' to abort installation, 'No' to ignore this error and attempt to continue installation, and 'No to All' to ignore all out-of-space errors.
el: Έχει εξαντληθεί ο χώρος του %1. Επιλέξτε "Ναι" για να ακυρώσετε την εγκατάσταση, "'Οχι" για να αγνοήσετε το λάθος και να προσπαθήσετε να συνεχίσετε την εγκατάσταση και "'Οχι σε όλα" για να αγνοήσετε όλα τα λάθη σχετικά με την εξάντληση χώρου.
es_cl: El directorio %1 no tiene espacio suficiente. Presione 'Si' para abortar la instalacion, 'No' para ignorar el error e intentar continuar, y 'No a todo' para ignorar los errores de espacio insuficiente.
hr: Direktorij %1 nema slobodnog prostora. Pritisnite 'Da' za prekid instalacije, 'Ne' za zanemarivanje ove greške i pokušaj nastavka instalacije i 'Ne za sve' za zanemarivanje svih greški nedostatka slobodnog prostora.
nb: Katalogen %1 er fri for plass. Trykk 'Ja' for å avbryte installasjonen, 'Nei' for å ignorere feilen og forsøk å fortsett installasjonen, og 'Nei til Alt' for å ignorere alle fri-for-plass feiler.
pt: A diretoria %1 está sem espaço. Pressione 'Sim' para abortar a instalação, 'Não' para ignorar este erro e tentar continuar a instalação, e 'Não para Todos' para ignorar todos os erros de falta de espaço.

# unetbootin|
source: USB Drive
el: Μονάδα USB
es_cl: Unidad movil USB
hr: USB pogon
nb: USB Enhet
pt: Unidade USB

# unetbootin|
source: Locating kernel file in %1
el: Εντοπισμός αρχείου kernel στο %1
es_cl: Ubicando los archivos del kernel en %1
hr: Lociranje datoteke kernela u %1
nb: Lokaliserer kjerne fil i %1
pt: A localizar ficheiro kernel em %1

# unetbootin|
source: Copying kernel file from %1
el: Αντιγραφή αρχείου πυρήνα από %1
es_cl: Copiando los archivos del kernel desde %1
hr: Kopiranje datoteke kernela iz %1
nb: Kopierer kjerne fil fra %1
pt: A copiar ficheiro kernel a partir de %1

# unetbootin|
source: Locating initrd file in %1
el: Εντοπισμός αρχείου initrd στο %1
es_cl: Ubicando el archivo initrd en %1
hr: Lociranje datoteke initrd u %1
nb: Lokaliserer initrd fil i %1
pt: A localizar ficheiro initrd em %1

# unetbootin|
source: extractinitrd in %1
el: extractinitrd στο %1
es_cl: extraer initrd en %1
hr: raspakiravanje initrd datoteke u %1
nb: pakkutinitrd i %1
pt: extractinitrd em %1

# unetbootin|
source: locateinitrd end
el: τέλος locateinitrd
es_cl: Fin de la ubicacion initrd
hr: lociranje initrd datoteke završeno
nb: lokaliserinitrd slutt
pt: fim de locateinitrd

# unetbootin|
source: Copying initrd file from %1
el: Αντιγραφή αρχείου initrd από το %1
es_cl: Copiando el archivo initrd desde %1
hr: Kopiranje datoteke initrd iz %1
nb: Kopierer initrd fil fra %1
pt: A copiar ficheiro initrd a partir de %1

# unetbootin|
source: Extracting bootloader configuration
el: Εξαγωγή ρύθμισης bootloader.
es_cl: Extrayendo la configuracion del menu inicial
hr: Raspakiravanje datoteke podešavanja pokretača sustava
nb: Henter ut oppstartlaster konfigurasjon
pt: A extrair configuração do carregador de arranque

# unetbootin|
source: extractiso begin
el: αρχή extractiso
es_cl: Comienza a extraer ISO
hr: raspakiravanje iso datoteke pokrenuto
nb: pakkutiso begynn
pt: início de extractiso

# unetbootin|
source: <b>Extracting compressed iso:</b> %1
el: <b>Εξαγωγή συμπιεσμένου iso:</b> %1
es_cl: <b>Extrayendo el ISO comprimido:</b> %1
hr: <b>Raspakiravanje iso datoteke:</b> %1
nb: <b>Pakker ut komprimert iso:</b> %1
pt: <b>A extrair iso comprimido:</b> %1

# unetbootin|
source: extractinitrd end
el: τέλος extractinitrd
es_cl: Finaliza de extraer initrd
hr: raspakiravanje initrd datoteke završeno
nb: pakkutinitrd slutt
pt: fim de extractinitrd

# unetbootin|
source: QFile end
el: τέλος QFile
es_cl: Finaliza Qfile
hr: Qdatoteka završeno
nb: QFil slutt
pt: fim de QFile

# unetbootin|
source: QTextStream end
el: τέλος QTextStream
es_cl: Finaliza QTextStream
hr: QTextStream završeno
nb: QTextStrøm slutt
pt: fim de QTextStream

# unetbootin|
source: extractallfiles end
el: τέλος extractallfiles
es_cl: Finaliza la extraccion de archivos
hr: Raspakiravanje svih datoteka završeno
nb: pakkutallefiler slutt
pt: fim de extractallfiles

# unetbootin|
source: extractiso end
el: τέλος extractiso
es_cl: Finaliza la extraccion de la imagen ISO
hr: raspakiravanje iso datoteke završeno
nb: pakkutiso slutt
pt: fim de extractiso

# unetbootin|
source: <b>Copied:</b> 0 bytes
el: <b>Αντιγράφηκαν:</b> 0 bytes
es_cl: <b>Copiado:</b> 0 bytes
hr: <b>Kopirano:</b> 0 bajta
nb: <b>Kopiert:</b> 0 bytes
pt: <b>Copiado:</b> 0 bytes

# unetbootin|
source: <b>Extracted:</b> 0 of %1 files
el: <b>Εξάχθηκαν:</b> 0 από %1 αρχεία
es_cl: <b>Extraido:</b> 0 de %1 los archivos
hr: <b>Raspakirano:</b> 0 od %1 datoteka
nb: <b>Pakket ut:</b> 0 av %1 filer
pt: <b>Extraído:</b> 0 de %1 ficheiros

# unetbootin|
source: <b>Extracted:</b> %1 of %2 files
el: <b>Εξάχθηκαν:</b> %1 από %2 αρχεία
es_cl: <b>Extraido:</b> %1 de %2 los archivos
hr: <b>Raspakirano:</b> %1 od%2 datoteka
nb: <b>Pakket ut:</b> %1 av %2 filer
pt: <b>Extraído:</b> %1 de %2 ficheiros

# unetbootin|
source: <b>Downloaded:</b> %1 of %2
el: <b>Λήφθηκαν:</b> %1 από %2
es_cl: <b>Descargado:</b> %1 de %2
hr: <b>Preuzeto:</b> %1 od %2
nb: <b>Lastet ned:</b> %1 av %2
pt: <b>Descarregado:</b> %1 de %2

# unetbootin|
source: <b>Copied:</b> %1 of %2
el: <b>Αντιγράφηκαν:</b> %1 από %2
es_cl: <b>Copiado:</b> %1 de %2
hr: <b>Kopirano:</b> %1 od %2
nb: <b>Kopiert:</b> %1 av %2
pt: <b>Copiado:</b> %1 de %2

# unetbootin|
source: %1 not found
el: Το %1 δε βρέθηκε
es_cl: %1 no encontrado
hr: %1 nije pronađeno
nb: %1 ikke funnet
pt: %1 não encontrado

# unetbootin|
source: %1 not found. This is required for %2 install mode. Install the "%3" package or your distribution's equivalent.
el: %1 δεν βρέθηκε. Απαιτείται για τη λειτουργία εγκατάστασης του %2. Εγκαταστήστε το πακέτο "%3" ή το αντίστοιχο της διανομής σας.
es_cl: %1 no encontrado. Se requiere para %2 en modo de instalacion. Instalar el "%3" de los paquetes o un equivalente de la distribucion.
hr: %1 nije pronađeno. To je potrebno za %2 instalacijski način. Instaliraj "%3" paket ili ekvivalent na vašoj distribuciji.
nb: %1 ikke funnet. Er nødvendig for %2 installasjons modus0. Installer "%3" pakken eller din distribusjons tillsvarende.
pt: %1 não encontrado. Isto é necessário para %2 modo de instalação. Instale o "%3" pacote ou o equivalente da sua distribuição.

# unetbootin|
source: runinst begin
el: αρχή runinst
es_cl: Comienza la instalacion
hr: pokretanje instalcije započelo
nb: runinst begynn
pt: início de runinst

# unetbootin|
source: (Current)
el: (Τρέχον)
es_cl: (Normal)
hr: (Trenutno)
nb: (Nåværende)
pt: (Atual)

# unetbootin|
source: (Done)
el: (Έγινε)
es_cl: (Finalizado)
hr: (Završeno)
nb: (Ferdig)
pt: (Concluído)

# unetbootin|
source: Hard Disk
el: Σκληρός Δίσκος
es_cl: Disco duro
hr: Tvrdi disk
pt: Disco Rígido

# unetbootin|
source: Installing syslinux to %1
el: Εγκατάσταση syslinux to %1
es_cl: Instalando syslinux en %1
hr: Instalacija syslinux na %1
nb: Installerer syslinux til %1
pt: A instalar syslinux para %1

# unetbootin|
source: Syncing filesystems
el: Συγχρονισμός συστήματος αρχείων
es_cl: Sincronizando archivos filesystems
hr: Usklađivanje datotečnog sustava
nb: Synkroniserer filsystemer
pt: A sincronizar sistema de ficheiros

# uninstaller|
source: Must run as root
el: Πρέπει να εκτελούνται ως root
es_cl: Debe ejecutarse como raiz
hr: Mora biti pokrenuto kao root
nb: Må kjøres som root
pt: Tem de ser executado como root
