Repository: 17640112385/deepin-boot-maker
Catalog: app/po/pam.po
Languages: pam

# BootMaker|
source: Please select an iso image
pam: Mamili kayung iso a larawan

# UsbCreatorFrame|
source: <font color='#ffffff'>Easy to use without redundancy</font></br>
pam: <font color='#ffffff'>Mayan yang gamitan a alang kalabisan</font></br>

# UsbCreatorFrame|
source: <br><font color='#a7a7a7'>Welcome to Deepin Boot Maker. After setting a few options, you'll be able to create a Deepin OS Startup Disk, which supports both BIOS and <font color='#ebab4c'>UEFI</font> boot.</font></br>
pam: <br><font color='#a7a7a7'>Malaus ka kening Deepin Boot Maker. Kayari mung meglageng pipilan a pipamilian, maliari nakang makagawang Deepin OS Startup Disk, nung nokarin susuportan nala reng pareung BIOS at<font color='#ebab4c'>UEFI</font> boot.</font></br>

# UsbCreatorFrame|
source: <br><font color='#ffffff'>Select the ISO File:</font></br>
pam: <br><font color='#ffffff'>Pilinan me ing ISO File:</font></br>

# UsbCreatorFrame|
source: <br><font color='#ffffff'>Select the USB Flash Drive:</font></br>
pam: <br><font color='#ffffff'>Pilinan me ing USB Flash Drive:</font></br>

# UsbCreatorFrame|
source: <font color='#ffffff'>Support BIOS. Unselect here. </font>
pam: <font color='#ffffff'>Susuporta yang BIOS. Ilako me pangapili keni. </font>

# UsbCreatorFrame|
source: Start
pam: Umpisan

# UsbCreatorFrame|
source: <font color='#ffffff'><br>Please <font color='#ebab4c'>DO NOT</font> remove the USB flash drive or shutdown while file is writing.</br></font>
pam: <font color='#ffffff'><br>Pakisabi pung mayap <font color='#ebab4c'>ALI YE</font> lalako ing USB flash drive o papatdan kabang misusulat ya ing file.</br></font>

# UsbCreatorFrame|
source: <br><font color='#057aff'>Congratulations!</font></br><br><font color='#ffffff'>Deepin OS Startup Disk is created successfully.</font></br>
pam: <br><font color='#057aff'>Pupurian daka!</font></br><br><font color='#ffffff'>Megawa yang masalese ing Deepin OS Startup Disk.</font></br>

# UsbCreatorFrame|
source: Quit
pam: Tuknang

# UsbCreatorFrame|
source: Reboot
pam: I-boot pasibayu

# unetbootin|
source: either
pam: nanu man kareni

# unetbootin|
source: FAT32-formatted USB drive
pam: USB drive a me porma king FAT32

# unetbootin|
source: EXT2-formatted USB drive
pam: USB drive a me porma king EXT2

# unetbootin|
source: Insert a USB flash drive
pam: Magpalub kang USB flash drive

# unetbootin|
source: No USB flash drives were found. If you have already inserted a USB drive, try reformatting it as FAT32.
pam: Ala kaming ikit a USB flash drives. Nung megpalub nakang USB drive, subuknan meng i porma ini king FAT32.

# unetbootin|
source: %1 not mounted
pam: %1 ali ya makakabit

# unetbootin|
source: You must first mount the USB drive %1 to a mountpoint. Most distributions will do this automatically after you remove and reinsert the USB drive.
pam: Ikabit mepa ing USB drive %1 king mountpoint. Kerakalan karing distribusyon gagawan da ining otomatiko kaibat meng leko at pepalub pasibayu ing USB drive.

# unetbootin|
source: Select a disk image file
pam: Mamili kang disk image file

# unetbootin|
source: You must select a disk image file to load.
pam: Kailangan mung mamiling disk image file ban ma load ya.

# unetbootin|
source: Diskimage file not found
pam: Eya meyakit ing Disk image file

# unetbootin|
source: The specified diskimage file %1 does not exist.
pam: Ing mesabing diskimage file a %1, ala ya.

# unetbootin|
source: %1 exists, overwrite?
pam: %1 ati ya, i-overwrite?

# unetbootin|
source: The file %1 already exists. Press 'Yes to All' to overwrite it and not be prompted again, 'Yes' to overwrite files on an individual basis, and 'No' to retain your existing version. If in doubt, press 'Yes to All'.
pam: Ing file %1 ati na ya. Pindutan ing 'Wa king Eganagana' ban i-overwrite ya at ali naka mikutnan pang pasibayu, 'Wa' nung i-overwrite yang metung-metung, at 'Ali' nung ali ne alilan ing kasalungsungan ng bersyon. Nung magduda ka, pindutan namu ing 'Wa king Eganagana'.

# unetbootin|
source: %1 is out of space, abort installation?
pam: Ing %1 ala neng espasyu, tuknangan ing pamag-install?

# unetbootin|
source: The directory %1 is out of space. Press 'Yes' to abort installation, 'No' to ignore this error and attempt to continue installation, and 'No to All' to ignore all out-of-space errors.
pam: Ing directory %1 ala neng espasyu. Pindutan ing 'Wa' nung buri meng tuknangan ing pamag-install, 'Ali' nung ali me buring pansinan ing kamalian at subuknan ilaus ing pamag-install, at 'Ali king Eganagana' ban i-ignore ngan reng ala-ng-espasyu a kamalian.

# unetbootin|
source: Locating kernel file in %1
pam: Manintun kernel file king %1

# unetbootin|
source: Copying kernel file from %1
pam: Kokopyang kernel file ibat king %1

# unetbootin|
source: Locating initrd file in %1
pam: Manintun initrd file king %1

# unetbootin|
source: extractinitrd in %1
pam: extractinitrd king %1

# unetbootin|
source: locateinitrd end
pam: locatedinitrd sepu

# unetbootin|
source: Copying initrd file from %1
pam: Kokopyang initrd file ibat king %1

# unetbootin|
source: Extracting bootloader configuration
pam: Kukwang bootloader configuration

# unetbootin|
source: extractiso begin
pam: extractiso umpisa

# unetbootin|
source: <b>Extracting compressed iso:</b> %1
pam: <b>Kukwang makasiksik a iso:</b> %1

# unetbootin|
source: extractinitrd end
pam: extractinitrd sepu

# unetbootin|
source: QFile end
pam: QFile sepu

# unetbootin|
source: QTextStream end
pam: QTextStream sepu

# unetbootin|
source: extractallfiles end
pam: extractallfiles sepu

# unetbootin|
source: extractiso end
pam: extractiso sepu

# unetbootin|
source: <b>Copied:</b> 0 bytes
pam: <b>Me kopya:</b> 0 bytes

# unetbootin|
source: <b>Extracted:</b> 0 of %1 files
pam: <b>Me kua:</b> 0 of %1 files

# unetbootin|
source: <b>Extracted:</b> %1 of %2 files
pam: <b>Me kua:</b> %1 of %2 files

# unetbootin|
source: <b>Downloaded:</b> %1 of %2
pam: <b>Me download:</b> %1 of %2

# unetbootin|
source: <b>Copied:</b> %1 of %2
pam: <b>Me kopya:</b> %1 of %2

# unetbootin|
source: %1 not found
pam: %1 eya meyakit

# unetbootin|
source: %1 not found. This is required for %2 install mode. Install the "%3" package or your distribution's equivalent.
pam: %1 eya mekakit. Kailangan ya ini king %2 install mode. Install me ing "%3" package o ing kekang distribution equivalent.

# unetbootin|
source: runinst begin
pam: runinst umpisa

# unetbootin|
source: (Current)
pam: (Kasalungsungan)

# unetbootin|
source: (Done)
pam: (Yari)

# unetbootin|
source: Installing syslinux to %1
pam: Mag-install ne ing syslinux king %1

# unetbootin|
source: Installing extlinux to %1
pam: Mag-install ne ing extlinux king %1

# unetbootin|
source: Syncing filesystems
pam: Si-sync ya ing filesystems

# uninstaller|
source: Must run as root
pam: Paganan ya dapat bilang uyat

# uninstaller|
source: %2 must be run as root. Close it, and re-run using either:<br/><b>sudo %1</b><br/>or:<br/><b>su - -c '%1'</b>
pam: Ing %2 gumana ya dapat bilang uyat. Isara me, at paganan pasibayu gamit nanu man kareni :<br/><b>sudo %1</b><br/>o:<br/><b>su - -c '%1'</b>
