Repository: 17640112385/deepin-boot-maker
Catalog: po/*.po
Languages: de, id_id

# BootMaker|
source: Format error of USB flash drive
de: Formatfehler des USB-Flash-Laufwerks
id_id: Kesalahan format dari USB flash drive

# BootMaker|
source: Only FAT32 USB flash drive supported. Need to format? All partitions and data will be lost during formatting, please back up the data in advance.
de: Nur FAT32 USB-flash-Laufwerk werden unterstützt. Müssen Sie formatieren? Alle Partitionen und Daten gehen verloren während der Formatierung, bitte sichern Sie die Daten im voraus.
id_id: Hanya mendukung FAT32 USB flash drive. Perlu untuk memformat? Semua partisi dan data akan hilang pada saat memformat, silahkan cadangkan data terlebih dahulu.

# BootMaker|
source: Cancel
de: Abbrechen
id_id: Batal

# BootMaker|
source: Please select an iso image
de: Bitte wählen Sie ein ISO Abbild
id_id: Silakan pilih sebuah berkas iso

# BootMaker|
source: Format USB flash drive
de: USB-Flash-Laufwerk formatieren

# BootMaker|
source: All data will be lost during formatting, please back up in advance and then press OK button.
de: Alle Daten gehen verloren während der Formatierung, bitte sichern Sie im voraus und drücken Sie die Schaltfläche "OK".
id_id: Semua data akan hilang selama memformat, silakan cadangkan terlebih dahulu dan kemudian tekan tombol OK.

# BootMaker|
source: Insert a USB flash drive
de: Stecken Sie einen USB Massenspeicher ein
id_id: Masukkan USB flash drive

# BootMaker|
source: No USB flash drives were found. If you have already inserted a USB flash drive, try to reformat it as FAT32.
de: Keine USB-Sticks wurden gefunden. Wenn Sie bereits ein USB-flash-Laufwerk eingelegt haben, versuchen Sie es als FAT32 formatieren.
id_id: Tidak ditemukan USB flash drives. Jika Anda telah memasukkan USB flash drive, coba memformat kembali sebagai FAT32.

# BootMaker|
source: %1 not mounted
de: %1 nicht eingehängt
id_id: %1 belum dikaitkan

# BootMaker|
source: You must firstly mount the USB flash drive %1 to a mountpoint. Most distributions will do this automatically after you remove and reinsert the USB flash drive.
de: Sie müssen zunächst das USB-Flashlaufwerk "% 1" um einen Mountpoint bereitzustellen. Die meisten Distributionen machen dies automatisch, nachdem das USB-Flashlaufwerk erntfernt und erneut eingesteckt wird.
id_id: Terlebih dahulu kaitkan USB flash drive %1 ke titik kaitan. Kebanyakan distribusi akan melakukan ini secara otomatis setelah Anda menghapus dan memasukkan kembali USB flash drive.

# BootMaker|
source: Select a disk image file
de: Wählen Sie eine Speicherabbild Datei
id_id: Pilih sebuah berkas disk image

# BootMaker|
source: You must select a disk image file to load.
de: Sie müssen eine Speicherabbild Datei zum Laden auswählen
id_id: Anda harus memilih sebuah berkas disk image untuk dimuat.

# BootMaker|
source: Disk image file not found
de: Festplatten-Abbilddatei nicht gefunden
id_id: Berkas disk image tidak ditemukan

# BootMaker|
source: The specified disk image file %1 does not exist.
de: Die angegebene Festplattenabbilddatei %1 ist nicht vorhanden.
id_id: Berkas disk image yang ditentukan %1 tidak ditemukan.

# DDevIcon|
source: Select USB drive
de: USB-Laufwerk auswählen

# DProgressFrame|
source: Select disk image
de: Festplattenabbilddatei auswählen

# DUsbList|
source: USB drive not detected
de: USB-Laufwerk nicht erkannt
id_id: USB drive tidak terdeteksi

# DWindowUI|
source: <p style='color:white; font-size:12px;'>%1% has been completed</p>
de: <p style='color:white; font-size:12px;'>%1% wurde fertiggestellt</p>
id_id: <p style='color:white; font-size:12px;'>%1% telah diselesaikan</p>

# DWindowUI|
source: <p style='color:#b4b4b4; font-size:12px;'>The making success rate can be improved by formatting USB drive.</p>
de: <p style='color:#b4b4b4; font-size:12px;'>Die Erfolgsquote kann durch das Formatieren eines USB-Laufwerks gesteigert werden.</p>
id_id: <p style='color:#b4b4b4; font-size:12px;'>Tingkat keberhasilan pembuatan dapat ditingkatkan dengan memformat drive USB.</p>

# DWindowUI|
source: Please DO NOT remove the USB drive or shutdown while file is writing.
de: Bitte entfernen Sie NICHT das USB-Laufwerk oder fahren Sie herunter während die Datei geschrieben wird.

# DWindowUI|
source: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Made successfully</p>
de: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Erfolgreich durchgeführt</p>
id_id: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Pembuatan berhasil</p>

# DWindowUI|
source: <p style='color:#b4b4b4; font-size:12px'>Please select USB drive to boot when installing Deepin OS.</p>
de: <p style='color:#b4b4b4; font-size:12px'>Bitte wählen Sie USB-Laufwerk zum Hochfahren, wenn Sie Deepin OS installieren.</p>
id_id: <p style='color:#b4b4b4; font-size:12px'>Silahkan pilih USB drive untuk boot ketika menginstal Deepin OS.</p>

# DWindowUI|
source: <a style='color:#b4b4b4; font-size:12px'>If failed, please try to disable EFI option.</a>
de: <a style='color:#b4b4b4; font-size:12px'>Wenn es fehlgeschlagen ist, versuchen Sie es mit dem Deaktivieren der EFI-Option.</a>
id_id: <a style='color:#b4b4b4; font-size:12px'>Jika gagal, silahkan coba untuk nonaktifkan opsi EFI.</a>

# DWindowUI|
source: Restart Later
de: Später neu starten
id_id: Hidupkan ulang Nanti

# DWindowUI|
source: Restart Now
de: Jetzt neu starten
id_id: Hidupkan ulang Sekarang

# QObject|
source: Deepin Boot Maker
de: Deepin Startmedium Ersteller
id_id: Pembuat But Deepin

# unetbootin|
source: either
de: entweder
id_id: salah satu

# unetbootin|
source: LiveUSB persistence
de: LiveUSB Persistenz
id_id: LiveUSB persistensi

# unetbootin|
source: FAT32-formatted USB drive
de: FAT32-formattierter USB Massenspeicher
id_id: USB Drive dengan format FAT32

# unetbootin|
source: EXT2-formatted USB drive
de: EXT2-formattierter USB Massenspeicher
id_id: USB Drive dengan format EXT2

# unetbootin|
source: %1 exists, overwrite?
de: %1 existiert bereits, überschreiben?
id_id: %1 ada. Timpa?

# unetbootin|
source: The file %1 already exists. Press 'Yes to All' to overwrite it and not be prompted again, 'Yes' to overwrite files one by one, and 'No' to retain your existing version. If in doubt, press 'Yes to All'.
de: Die Datei %1 existiert bereits. Klicken Sie auf 'Yes to All', um diese zu überschreiben und nicht erneut zur Eingabe aufgefordert zu werden, 'Yes' um die Dateien einzeln zu überschreiben und 'No', um die bisherige Version zu behalten. Im Zweifelsfall klicken Sie auf 'Yes to All'.
id_id: Berkas %1 sudah ada. Tekan 'Ya untuk Semua' untuk menimpa dan tidak akan diminta lagi, 'Ya' untuk menimpa berkas satu per satu, dan 'Tidak' untuk mempertahankan versi yang ada. Jika ragu, tekan 'Ya untuk Semua'.

# unetbootin|
source: Yes to All
de: Ja zu allem
id_id: Ya untuk Semua

# unetbootin|
source: No
de: Nein
id_id: Tidak

# unetbootin|
source: %1 is out of space, abort installation?
de: %1 ist der Speicherplatz ausgelaufen, Installation abbrechen?
id_id: %1 diluar kapasitas, batalkan instalasi?

# unetbootin|
source: The directory %1 is out of space. Press 'Yes' to abort installation, 'No' to ignore this error and attempt to continue installation, and 'No to All' to ignore all out-of-space errors.
de: Dem Verzeichnis %1 ist der Speicher ausgelaufen. Drücken Sie 'Ja' zum Abbruch der Installation, 'Nein' zum Ignorieren des Fehlers und den Versuch die Installation fortzusetzen, und 'Nein zu allen' um alle Fehler bezüglich zu wenig Speicherplatz zu ignorieren.
id_id: Direktori %1 diluar kapasitas. Tekan 'Ya' untuk membatalkan instalasi, 'Tidak' untuk mengabaikan kesalahan ini dan mengupayakan lanjutkan instalasi, dan 'Tidak untuk Semua' untuk mengabaikan semua kesalahan diluar kapasitas.

# unetbootin|
source: USB Drive
de: USB Massenspeicher

# unetbootin|
source: Locating kernel file in %1
de: Kerneldatei in %1 lokalisieren
id_id: Mengalokasikan berkas kernel di %1

# unetbootin|
source: Copying kernel file from %1
de: Kerneldatei von %1 kopieren
id_id: Menyalin berkas kenel dari %1

# unetbootin|
source: Locating initrd file in %1
de: Initrd Datei in %1 lokalisieren
id_id: Megalokasikan berkas initrd file di %1

# unetbootin|
source: extractinitrd in %1
de: Initrd in %1 extrahieren
id_id: ekstrak initrd di %1

# unetbootin|
source: locateinitrd end
de: Lokalisieren von Initrd beendet
id_id: akhir Alokasi initrd

# unetbootin|
source: Copying initrd file from %1
de: Initrd Datei von %1 kopieren
id_id: Menyalin berkas initrd dari %1

# unetbootin|
source: Extracting bootloader configuration
de: Systemstart Konfiguration wird extrahiert
id_id: Ekstrak konfigurasi bootloader

# unetbootin|
source: extractiso begin
de: ISO Vorgang zur Extrahierung beginnt
id_id: Mulai ekstrak iso

# unetbootin|
source: <b>Extracting compressed iso:</b> %1
de: <b>Komprimierte ISO wird extrahiert:</b> %1
id_id: <b>Mengekstrak kompresi iso:</b> %1

# unetbootin|
source: extractinitrd end
de: Initrd Extrahierung beendet
id_id: akhir ekstrak initrd

# unetbootin|
source: QFile end
de: QFile Ende
id_id: akhir QFile

# unetbootin|
source: QTextStream end
de: QTextStream Ende
id_id: akhir QTextStream

# unetbootin|
source: extractallfiles end
de: Extrahieren aller Dateien abgeschlossen
id_id: akhir ekstraksi semua berkas

# unetbootin|
source: extractiso end
de: ISO Extrahierung beendet
id_id: akhir ekstraksi iso

# unetbootin|
source: <b>Copied:</b> 0 bytes
de: <b>Kopiert:</b> 0 bytes
id_id: <b>Disalin:</b> 0 bytes

# unetbootin|
source: <b>Extracted:</b> 0 of %1 files
de: <b>Extrahiert:</b> 0 of %1 Dateien
id_id: <b>Ekstraksi:</b> 0 dari %1 berkas

# unetbootin|
source: <b>Extracted:</b> %1 of %2 files
de: <b>Extrahiert:</b> %1 von %2 Dateien
id_id: <b>Ekstraksi:</b> %1 dari %2 berkas

# unetbootin|
source: <b>Downloaded:</b> %1 of %2
de: <b>Heruntergeladen:</b> %1 of %2
id_id: <b>Diunduh:</b> %1 dari %2

# unetbootin|
source: <b>Copied:</b> %1 of %2
de: <b>Kopiert:</b> %1 von %2
id_id: <b>Disalin:</b> %1 dari %2

# unetbootin|
source: %1 not found
de: %1 nicht gefunden
id_id: %1 tidak ditemukan

# unetbootin|
source: %1 not found. This is required for %2 install mode. Install the "%3" package or your distribution's equivalent.
de: %1 nicht gefunden. Dieses wird für den %2 Installationsmodus benötigt. Installieren Sie das "%3" Paket, oder das Equivalent Ihrer Distribution.
id_id: %1 tidak ditemukan. Ini diperlukan untuk %2 mode install. Install "%3" paket atau yang setara distribusi Anda.

# unetbootin|
source: runinst begin
de: Runinst beginnt
id_id: mulai runinst

# unetbootin|
source: (Current)
de: (Aktuell)
id_id: (Sekarang)

# unetbootin|
source: (Done)
de: (Fertig)
id_id: (Selesai)

# unetbootin|
source: Hard Disk
de: Festplatte

# unetbootin|
source: Installing syslinux to %1
de: Syslinux installieren auf %1
id_id: Memasang syslinux ke %1

# unetbootin|
source: Syncing filesystems
de: Dateisysteme synchronisieren
id_id: menyinkronkan filesystem

# uninstaller|
source: Must run as root
de: Muss als Administrator ausgeführt werden
id_id: Harus sebagai root untuk menjalankannya

# uninstaller|
source: %2 must be run as root. Close it, and re-run using either:<br/><b>sudo %1</b><br/>or:<br/><b>su - -c '%1'</b>
de: %2 muss als Administrator, root, ausgeführt werden. Schließen Sie die Anwendung, und starten Sie sie erneut mit:<br/><b>sudo %1</b><br/>oder:<br/><b>su - -c '%1'</b>
id_id: %2 harus dijalankan sebagai root. Tutup, dan jalankan kembali menggunakan salah satu:<br/><b>sudo %1</b><br/>atau:<br/><b>su - -c '%1'</b>

# DDevIcon|
source: <p style='font-weight:bold;'>Select USB drive</p>
id_id: <p style='font-weight:bold;'>Pilih USB drive</p>

# DProgressFrame|
source: <p style='font-weight:bold;'>Select disk image</p>
id_id: <p style='font-weight:bold;'>Pilih disk image</p>

# DWindowUI|
source: <a style='color:#b4b4b4; font-size:12px'>Please DO NOT remove the USB drive or shutdown while file is writing.<a>
id_id: <a style='color:#b4b4b4; font-size:12px'>Harap TIDAK mengeluarkan USB drive atau shutdown sementara berkas ditulis.<a>

# DWindowUI|
source: Start
id_id: Mulai
